[Main]
DisplayName=Dutch

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=Waarschuwing
lbl_Warnning_Detail.caption=Dit computerprogramma wordt beschermd door auteursrechten en internationale verdragen.
lbl_copyright.caption=© IObit. Alle rechten voorbehouden.
lbl_Thanks_Title.caption=Speciale dank gaat uit naar de volgende personen voor hun bijzondere bijdrage:
rdhtmlEula.caption=<a>EULA</a> | <a>Privacybeleid</a>
Instructions_M=Deïnstallatie-instructies
lblAcknow.caption=Dankbetuiging

[ActionCenter_M]
M_HideAC=Verbergen
M_ShowAC=Tonen
M_AC_Tips=Verkrijg een betere beveiliging en prestatieboost met de aanbevolen programma's.
M_ShowACTitle2=Attentie!
M_ShowACDesc=Alle aanbevolen programma's zijn verborgen! Klik op "Tonen" om ze weer zichtbaar te maken en installeer ze dan opnieuw om volledige beveiliging en ultieme prestaties te verkrijgen.
M_LearnRecommendNote=Momenteel geen aanbevolen producten.
M_LearnRecommendDesc=Klik op "Meer leren" om meer producten te zien waarin u mogelijk geïnteresseerd bent.
M_none=Geen
M_Fix=Nu installeren
M_LearnMore=Meer leren
M_Install=Nu installeren
M_fixing=Aan het installeren...
M_Updating=Updaten
M_failed=Mislukt
M_RuningWell=Laatste versie geïnstalleerd
M_Outdated=Verouderd
M_NotInstalled=Niet geïnstalleerd
M_Insatlled=Geïnstalleerd
M_Update=Nu updaten
M_ASCCaption=Systeemprestatie
M_ASCInfo_NotIns=Schoon ongewenste bestanden op, wis privacysporen en herstel registerfouten op uw pc.
M_ASCInfo_UpToDate=Advanced SystemCare versnelt en optimaliseert uw PC met 1-klik.
M_ASCInfo_NeedUpDate=Advanced SystemCare is verouderd.
M_RunASC=Nu scannen
M_ASCOffer=Opschonen en optimaliseren van de PC met 1-klik.<br>Versnellen van de PC tot wel 200%.<br>Internet versnellen tot wel 300%.<br>Monitoren van de PC-werking in realtime voor een soepelere PC.<br>Beveilig uw PC tegen veelvoorkomende spyware.
M_IMFCaption=Malware-bescherming
M_IMFInfo_NotIns=Verkrijg een betere bescherming door het installeren van IObit's anti-malware programma.
M_IMFInfo_UpToDate=IObit Malware Fighter beschermt uw PC tegen verschillende malware.
M_IMFInfo_NeedUpDate=Uw anti-malware programma is verouderd.
M_RunIMF=Nu scannen
M_IMFOffer=Uitgebreide real-time bescherming tegen alle soorten malware.<br>Snelle scan en efficiënte detectie en verwijdering van bedreigingen.<br>Proactief voorkomen van ransomware-aanvallen.<br>Veilig online surfen en downloaden.<br>Volledig compatibel met andere beveiligingssoftware.
M_DBCaption=Driver-updater
M_DBInfo_NotIns_C=Update en repareer uw drivers om te profiteren van een stabielere PC.
M_DBInfo_NotIns=Mogelijk zijn er verouderde stuurprogramma's die uw pc kunnen vertragen en/of destabiliseren.
M_DBInfo_UpToDate=Driver Booster update alle verouderde drivers op uw PC.
M_DBInfo_NeedUpDate=Uw driverupdateprogramma is verouderd.
M_DBDesc=Update alle verouderde drivers op uw PC.
M_RunDB=Nu scannen
M_DBOffer=Grote database met stuurprogramma-(18.000.000+).<br>Veilig bijwerken van WHQL-stuurprogramma's met 1 klik.<br>Betere spelprestaties.<br>Herstellen netwerkfout, geen geluid, slechte resolutie, enz.<br>De kans verkleinen dat het systeem vastloopt & crasht.
M_SDCaption=Schijf-optimalisatie
M_SDInfo_NotIns=Optimaliseert uw schijven voor snellere PC-opstart en hogere bestandstoegangssnelheid.
M_SDInfo_UpToDate=Smart Defrag defragmenteert de schijf voor betere prestatie.
M_SDInfo_NeedUpDate=Uw schijfdefragmenteringsprogramma is verouderd.
M_RunSD=Nu defragmenteren
M_SDOffer=Hogere bestandstoegangssnelheid.<br>Maximum hardeschijfprestatie.<br>Versnelt PC-opstart tot 100% sneller.<br>Optimaliseert Games voor een betere for Better spelervaring.
M_DLCaption=Wachtwoord beheerder
M_DLInfo_NotIns=Bescherm en beheer al uw wachtwoorden met Dashlane Password Manager.
M_DLInfo_UpToDate=Vergeet nooit meer uw wachtwoord met de kluis en het veilige Dashlane.
M_RunDL=Beheer
M_DLOffer=De eenvoudige, veilige manier om uw wachtwoorden te beheren.<br>Genereer unieke wachtwoorden om uw accounts te beschermen.<br>Automatisch inloggen op uw favoriete websites.<br>Voor Windows, Mac, iOS en Android.
M_RunIOT=Nu beheren
M_IOTCaption=iPhone-beheer
M_IOTInfo_NotIns=IPhone-gegevens overzetten, uw iPhone opkuisen en versnellen.
M_IOTInfo_UpToDate=IPhone-gegevens overzetten, uw iPhone opkuisen en versnellen.
M_IOTInfo_NeedUpDate=IOTransfer is verouderd.
M_IOTTip=IOTransfer beloften:<br>+ Beheer eenvoudig iPhone-foto's en contactpersonen<br>+ Met 1-klik kunt u de iPhone-inhoud overbrengen naar de PC<br>+ Download online video's van meer dan 100 websites<br>+ Schoon alle soorten ongewenste bestanden op van iPhone en iPad
M_IOTOffer=Uw beste iPhone/iPad hulpmiddel voor bestandsbeheer.<br>Met 1-klik data-overdracht van iPhone/iPad naar uw PC.<br>Download online video's en converteer ze naar verschillende bestandsformaten.<br>Makkelijk en veilig junkbestanden opschonen om ruimte op het iOS-apparaat vrij te maken.<br>Brengt de inhoud draadloos over tussen het iOS-apparaat en de PC.
M_AdawareCaption=Web Companion
M_AdawareInfo_NotIns=Web Companion beschermt u tegen phishing en malwaresites.
M_AdawareInfo_UpToDate=Web Companion beschermt u tegen phishing en malwaresites.
M_AdawareOfferDesc=Installeer Webassistent om mijn internetbeveiliging te verbeteren en Bing® door Microsoft ™ in te stellen als mijn startpagina, nieuwe tabs en standaard zoekmachine op compatibele browsers.
M_AdawareOffer=Snel en eenvoudig te installeren.<br>Anti-Phishingbescherming.<br>Realtime Webbescherming.<br>Multi-Browsercompatibiliteit.
M_AomeiCaption=Backup-Software
M_AomeiInfo_NotIns=De ultieme back-up oplossing om uw systeem en harde schijven te back-uppen.
M_RunOpera=Nu draaien
M_OperaCaption=Opera Browser
M_OperaInfo_NotIns=Snelle en veilige browser met een ingebouwde adblocker.
M_OperaInfo_UpToDate=Snelle en veilige browser met een ingebouwde adblocker.
M_OperaOffer=Blokkeer advertenties om webpagina's tot 90% sneller te laden.<br>Surf tot een uur langer.<br>Krijg meer privacy met de gratis VPN.
M_SUCaption=Software Updater
M_SUInfo_NotIns=1-klik om alle belangrijke programma's voor u bij te werken en te installeren.
M_SUInfo_NotIns_C=%d programma's zijn verouderd. Installeer IObit Software Updater om ze met één klik bij te werken.
M_SUInfo_NotIns_C1=1 programma is verouderd. Installeer IObit Software Updater om met één klik bij te werken.
M_SUInfo_UpToDate=IObit Software Updater houdt al uw belangrijke programma's up-to-date.
M_SUOffer1=Update verouderde programma's zo snel mogelijk automatisch.<br>1-klik om alle beschikbare programma-updates te installeren.<br>1-klik om al uw gewenste populaire programma's te installeren.<br>Schone programma's hebben strenge tests doorstaan, geen bundelware.
M_SMGBCaption=Smart Game Booster
M_SMGBInfo_NotIns=1-click om uw FPS te verhogen voor een snellere en soepelere spelervaring.
M_SMGBInfo_UpToDate=1-click om uw FPS te verhogen voor een snellere en soepelere spelervaring.
M_SMGBInfo_NeedUpDate=Smart Game Booster is verouderd.
M_SMGBOffer=Verhoog de PFS met 1 klik voor een betere spelervaring.<br>Doorlopende controle van de temperatuur en het gebruik van de hardware.<br>De GPU overklokken voor optimale visuele effecten.<br>Analyseer en beoordeel de PC om meer dan (38,000+) spellen op te zoeken.<br>Bewaak de PC en uw spellen voor meer veiligheid.
M_RunSMGB=Boost nu
M_ISRCaption=iTop Schermrecorder
M_ISRInfo_NotIns=Neem gratis uw pc-scherm op in hoge kwaliteit. Geen opnamelimiet.
M_ISRInfo_UpToDate=Neem gratis uw pc-scherm op in hoge kwaliteit. Geen opnamelimiet.
M_ISRInfo_NeedUpDate=iTop Screenrecorder is verouderd.
M_ISROffer=Record video meetings in any file formats<br>Record 4K films and music without quality loss<br>Lag-free capture gameplay in 1080P/60 FPS<br>Personalize your webcam recording<br>Powerful Video Editor and all-round screenshot tool
M_ISROffer1=Neem videovergaderingen op in alle bestandsindelingen.<br>Neem 4K-films en muziek op zonder kwaliteitsverlies.<br>Neem online cursussen op, maak videotutorials.<br>Speelvertragingen vastleggen in 1080P/60 FPS.<br>Video's bewerken gemakkelijk met de krachtige editor.
M_iTopCaption=iTop VPN
M_iTopInfo_NotInsBeta=Probeer het gratis, snel en veilig hulpprogramma VPN om veilig te internetten.
M_iTopInfo_NotIns=100% gratis, snel en veilig VPN hulpprogramma om veilig te internetten.
M_iTopInfo_UpToDateBeta=Probeer het gratis, snel en veilig hulpprogramma VPN om veilig te internetten.
M_iTopInfo_UpToDate=100% gratis, snel en veilig VPN hulpprogramma om veilig te internetten.
M_iTopInfo_NeedUpDate=iTop VPN is verouderd.
M_iTopOfferBeta=Profiteer van internet zonder grenzen<br>Wereldwijde toegang tot websites<br>Speel overal spellen met een regio-slot<br>Verberg uw IP-adres op de openbare WiFi<br>100% gratis, supersnel en de allerbeste versleuteling
M_iTopOffer2=Privé - Blijf anoniem tijdens het surfen.<br>Beveiligd - Verberg IP en versleutel de internetverbinding.<br>Snel - Geniet van razendsnel online browsen.<br>Gratis - Deblokkeer websites en stream gratis.<br>Snelkoppelingen - Snelle toegang naar Netflix, HBO, PUBG...
M_RuniTop=Nu draaien
M_IVBCaption=iTop VPN Browser
M_IVBInfo_NotIns=Snel, privé, geen advertenties, incognito browser met ingebouwde VPN.
M_IVBInfo_UpToDate=Snel, privé, geen advertenties, incognito browser met ingebouwde VPN.
M_IVBInfo_NeedUpDate=iTop VPN-browser is verouderd.
M_IVBOffer=Beveilig uw winkel- en bankgegevens<br>Verberg uw IP-adres en versleutel online gegevens<br>Speciaal en supersnel VPN-kanaal<br>Wis en versnipper online sporen in realtime<br>Blokkeer schadelijke websites en links<br>Blokkeer advertenties voor snel en veilig browsen
M_RunIVB=Start nu
M_DPMCaption=DualSafe Password Manager
M_DPMInfo_NotIns=Een veilige, eenvoudige maar gratis manier om wachtwoorden te beheren, belangrijk voor uw digitaal leven.
M_DPMInfo_UpToDate=Een veilige, eenvoudige maar gratis manier om wachtwoorden te beheren, essentieel voor uw digitale leven.
M_DPMInfo_NeedUpDate=DualSafe Wachtwoordbeheer is verouderd.
M_DPMOffer=Geen beperkingen - Onbeperkt opslaan van wachtwoorden, betalingen, enz.<br>Gemakkelijk - Automatisch wachtwoorden opslaan en invullen door middel van simpele klikken<br>Zeker - Genereer sterke en unieke wachtwoorden<br>Veilig - Data-opslag met de allerbeste versleuteling<br>Automatisch - Toegang tot een onbeperkt aantal apparaten met Auto sync
M_DPMDescriptionSH=Maak de pc veiliger en sneller met de volgende aanbevolen programma's:
M_DPMInstallSH=Probeer het nu
M_IEDCaption=iTop Easy Desktop
M_IEDInfo_NotIns=Zeg vaarwel tegen een rommelig bureaublad, geniet van een efficiëntere werkruimte.
M_IEDInfo_UpToDate=Zeg vaarwel tegen een rommelig bureaublad, geniet van een efficiëntere werkruimte.
M_IEDInfo_NeedUpDate=iTop Easy Desktop is verouderd.
M_IEDOffer=Automatisch bestanden en mappen organiseren in dozen<br>Houd je bureaublad er cool uit met prachtige wallpapers<br>Snel zoeken en openen van bestanden op je systeem<br>Gebruik ChatAI rechtstreeks gratis zonder registreren/inloggen<br>Dubbelklikken om pictogrammen te verbergen en weer te geven op je bureaublad
M_PDFCaption=iTop PDF Gratis
M_PDFInfo_NotIns=Alles-in-één oplossing voor het bewerken, converteren van PDF's en andere PDF-taken.
M_PDFInfo_UpToDate=Alles-in-één oplossing voor het bewerken, converteren van PDF's en andere PDF-taken.
M_PDFInfo_NeedUpDate=iTop PDF Free is verouderd.
M_PDFOffer=Converteer PDF's naar/van Word, Excel, afbeeldingen<br>Bewerk tekst, afbeeldingen, stempels en andere elementen<br>Organiseer uw PDF-pagina's zoals het schudden van papieren<br>Doe meer: combineren, comprimeren, e-ondertekenen, formulieren invullen
M_TDPCaption=Top Data Protector
M_TDPInfo_NotIns=Bescherm, vergrendel en verberg uw persoonlijke mappen en gegevens. Snel & veilig!
M_TDPInfo_UpToDate=Bescherm, vergrendel en verberg uw persoonlijke mappen en gegevens. Snel & veilig!
M_TDPInfo_NeedUpDate=Top Data Protector is verouderd.
M_IPBCaption=iTop Private Browser
M_IPBInfo_NotIns=Geen tracker, geen phishing, geen advertenties, incognito browser met ingebouwde VPN.
M_IPBInfo_UpToDate=Geen tracker, geen phishing, geen advertenties, incognito browser met ingebouwde VPN.
M_IPBInfo_NeedUpDate=iTop Private Browser is verouderd.
M_IPBOffer=Privé - Stop trackers van adverteerders en overheid<br>Veilig - Bescherm vingerafdrukken. Phishing-sites blokkeren<br>Opschonen - Blokkeer online advertenties. Vernietig uw sporen automatisch<br>Gratis VPN - 100% gratis VPN. 1800+ servers wereldwijd
M_IDRCaption=iTop Data Recovery
M_IDRInfo_NotIns=Allerlei soorten verloren data te allen tijde terughalen.
M_IDRInfo_UpToDate=Allerlei soorten verloren data te allen tijde terughalen.
M_IDRInfo_NeedUpDate=iTop Data Recovery is verouderd.
M_IDROffer=Documenten, foto's, muziek, enz. terughalen<br>Gegevens terughalen vanaf externe harde schijven (HDD), Vaste harde schijven (SSD) en USB-stick's.<br>Terughalen bij beschadiging, per abuis wissen, of formatteren.<br>Gemakkelijk backuppen en nooit meer dataverlies.
M_RPMCaption=RoboForm Password Manager
M_RPMInfo_NotIns=U hoeft uw wachtwoorden nooit meer te onthouden of te typen.
M_RPMInfo_UpToDate=Zeg vaarwel tegen het opschrijven van wachtwoorden met RoboForm Password Manager.
M_RPMOffer=Log in op websites met een enkele klik.<br>Genereer sterke en unieke wachtwoorden.<br>Gebruikt AES-256 bit-codering en ondersteuning voor 2FA.<br>Voor Windows, Mac, iOS, Android, en alle belangrijke browsers.<br>Importeer vanuit een browser of een andere wachtwoordbeheerder.
M_RunRPM=Beheer
M_Moffer_Title1=Optionele aanbieding
M_Close=Sluiten
M_Cancel=Annuleren
M_Moffer_Install=Installeren
M_Moffer_NoteEP=Door op 'Installeren' te klikken, ga je ermee akkoord %s te installeren en de <a>EULA</a> & <a>Privacybeleid</a> te accepteren.
M_Moffer_Refund=<a>N.B.:</a> U kunt binnen 30 dagen terugbetaling verkrijgen. Lees hiertoe <a>Restitutiebeleid</a>.
M_Extract_IOT=IObit-aanbeveling
M_IEDOffer_New2=Icoontjes, bestanden en mappen automatisch sorteren in groepen<br>Elk bestand direct vinden wanneer je het nodig hebt<br>Achtergrond, cursor, taakbalk en meer aanpassen<br>Herwin je werkstroom met handige widgets<br>ChatAI - je gratis slimme en persoonlijke assistent

M_IVCDesc=Verander je stem in realtime met honderden stemmodellen.
M_IVCOffer=Geniet eenvoudig van realtime stemwisselaar<br>Toegang tot honderden stemmodellen<br>Maak moeiteloos je eigen stem<br>Spreek muziek, video's en opnames naadloos opnieuw in<br>Ondersteunt Discord, Steam, Roblox, Zoom en meer
M_IVCtip=Wij beloven:<br>Geniet eenvoudig van realtime stemwisselaar<br>Toegang tot honderden stemmodellen<br>Maak moeiteloos je eigen stem<br>Spreek muziek, video's en opnames naadloos opnieuw in<br>Ondersteunt Discord, Steam, Roblox, Zoom en meer

[AutoUpdate_M]
lan_Downloading_M=Aan het downloaden
lan_Speed_M=Downloadsnelheid: %s
Lan_Finish_M=Beëindigd
Lan_Congratulation_M=Proficiat!
Lan_UpdateFail_M=Update mislukt! Probeer het later nogmaals.
Lan_UpdateSuccess_M=IObit Uninstaller is geüpdatet. U kunt nu profiteren van de nieuwste functies en verbeteringen.
Lan_UpdateNew_M=U hebt reeds de laatste versie. Er is geen update beschikbaar.
Lan_UpdateFreeInfo_M=Een nieuwe versie van IObit Uninstaller is beschikbaar.
Lan_UpdateFreeDownInfo_M=Werk deze nu bij om de nieuwste functies en verbeteringen te krijgen.
Lan_Sure_M=Weet u het zeker de update te willen annuleren?
Lan_Download_M=Download
Lan_Getting_M=Ophalen update-informatie, ogenblik geduld...
Lan_LVheardOne_M=Beschikbare updates
Lan_LVheardTwo_M=Nieuwe versie
Lan_LVheardThree_M=Grootte
Lan_historyInfo_M=IObit Uninstaller %s is nu beschikbaar. Werk het bij om te profiteren van de nieuwste verbeteringen en functies!
Lan_UpdateNow_M=Nu updaten
Lan_UpdateLater_M=Later updaten
lan_WhatNew_M=Wat is er nieuw
Lan_NewReady_M=Nieuwe versie is gereed
Lan_Title=IObit Uninstaller-updater
lblAuto_Update=IObit Uninstaller wordt binnenkort automatisch bijgewerkt naar IObit Uninstaller %s.

[SendBugReportNew_FrmMain]
lblTitle.Caption=IObit Uninstaller
btnSendReport1.Caption=Verzenden
lblErrorDetails.Caption=Foutendetails:
lblUserEmail.Caption=Uw E-mailadres:
lblSuccTips1.Caption=Met succes verzonden! Wij zullen ons best doen dit probleem zo snel mogelijk op te lossen.
btnClose.Hint=Sluiten

[SendBugReportNew_M]
M_AskUserTips1=is een probleem gesignaleerd. Om ons te helpen dit op te lossen, klik op 'Verzenden' om het foutopsporingsbestand automatisch naar ons te verzenden. <a>Privacybeleid</a>
M_BugStatisticsTips=is een probleem gesignaleerd en moet worden gesloten. Wij analyseren nu de oorzaak. Ogenblik geduld...
M_SendingTips=Aan het verzenden...
M_AttentionTips1=is een probleem gesignaleerd. Om ons te helpen dit op te lossen, zal het debugbestand automatisch worden verzonden na 5 seconden. Of u kunt dit venster sluiten om te annuleren. <a>Privacybeleid</a>
M_InvalidEmailTips1=Ongeldig emailadres! Vul uw geldige emailadres in zodat wij contact met u kunnen opnemen.
M_OKTips=OK

[Uninstaller_frm_CrRestore]
Restoring_Caption=Officiële versie verkrijgen...
RestoreSuccess_Caption=U hebt officieel IObit Uninstaller succesvol geïnstalleerd!
RestoreFailed_Caption=Downloaden van officiële IObit Uninstaller mislukt. Ga naar onze officiële website om opnieuw te downloaden.
Run_Button=Nu draaien
Download_Button=Nu downloaden

[Uninstaller_frm_IUCrakTip]
lbl_FirstTitle.caption=U gebruikt een niet-officiële IObit Uninstaller.
lbl_SecondTitle.caption=De niet-officiële IObit Uninstaller zal niet langer werken.
lbl_HarmInfo.caption=Het zal niet alleen schadelijk zijn voor de prestaties van uw PC, maar ook uw privacy lekken vanwege de verhoogde kwetsbaarheid van het systeem die hierdoor wordt veroorzaakt.
lbl_OfficialInfo.caption=Download nu de officiële IObit Uninstaller om uw privacy en PC onder krachtige bescherming te houden.
htmlLabel_Text.caption=Profiteer van de exclusieve <a>75%</a> KORTING voor u, om de pro-versie te krijgen!
btn_GetPro.caption=PRO ophalen
btn_GetFree.caption=Gratis

[frm_IUCrakTip_M]
lbl_OfficialInfo_before=Krijg de <a>officiële IObit Uninstaller PRO voor $0</a> vandaag om uw privacy en PC onder krachtige bescherming te nemen.
btn_GetPro_before=Claim Korting

[Detain_M]
M_MianTitle=IObit Uninstaller heeft u geholpen:
M_QuestionString=Weet je zeker dat je het wilt verwijderen?
M_btnok=Zeker verwijderen
M_btnCancel=Ik wil het houden
M_UninstallCaption=Verwijder programma's
M_DiskCaption=Bespaar schijfruimte
M_RegCaption=Verwijder registervermeldingen
M_FixCaption=Softwareproblemen oplossen

[Survey_M]
Title_M=Enquête verwijderen
Info_M=We vinden het jammer om jou te zien gaan. Help ons IObit Uninstaller te verbeteren door deze korte enquête in te vullen. Uw feedback wordt op prijs gesteld.
Question_M=Waarom verwijder je IObit Uninstaller?
1_M=Onvolledige verwijdering (niet alle restjes verwijderd)
2_M=Het kan niet normaal werken
3_M=Te veel advertenties en bundelsoftware
4_M=Ik heb het alleen geïnstalleerd om een probleem op te lossen en ik heb het niet meer nodig
5_M=Ik heb een beter alternatief gevonden
6_M=Andere (gelieve te specificeren)
Button_M=Doorgaan met verwijderen

[Uninstaller_M]
MenuRight_Caption=Krachtige verwijdering
Explorer_Button=Vernietiger
Controlpanel_Button=Krachtige verwijdering

[ACD_M]
M_Downloading=Downloaden:
M_TipFixing=Repareren
M_Tips=Download is gaande. Dubbelklik het ikoon voor meer informatie.
M_Installing=Installeren:
M_MD5Faild=De download is ongeldig. Probeer het later nog eens.
M_NetError=De download is mislukt door een netwerkfout. Probeer het later nog eens!
M_DirError=Kan het bestand niet downloaden omdat er geen schrijfrechten zijn. Ga naar Instellingen om een nieuwe map te wijzigen en probeer het opnieuw.
M_DiskIsFull=Onvoldoende schijfruimte!
M_Speed=Snelheid:
M_AreSureEx=Weet u zeker dat u de download wilt annuleren?

[ACD_frmActionCenter]
lbl_Cancel.Caption=Annuleren
lbl_Min.Caption=Minimaliseren
btnClose.Hint=Sluiten
lblCaption.Caption=IObit Downloader

[EasyUninstall_M]
EasyPoint=Sleep me naar een geopend venster, bureaubladpictogram of systeemvakpictogram.
EasyNothingInfo=Kan geen doel vinden. Sleep me naar een ander venster, bureaubladpictogram of systeemvakpictogram.
EasyDeleteFileFail=Het bestand kan niet worden verwijderd omdat het nu in gebruik is. Sluit het bestand en probeer het opnieuw.
EasyDeleteFolderFail=De map kan niet worden verwijderd omdat deze nu in gebruik is. Sluit het bestand en probeer het opnieuw.
EasyKillProcessFail=Kan het proces niet beëindigen.
EasyKillProcessHint1=Weet je zeker dat je dit proces wilt beëindigen?
EasyKillProcessHint2=Niet-opgeslagen gegevens gaan verloren.
EasyUninstallPath=Uninstalleren of verwijderen:
EasyUninstall=Uninstalleren
EasyShortcut=Sneltoets verwijderen
EasyLocation=Open bestandslokatie
EasyDelete=Verwijderen
EasyCancel=Annuleren
EasyTransparency=Transparantie
EasyOpaque=Opaal
EasyExitEasy=Open hoofdvenster
EasyExitIobit_1=Sluit IObit Uninstaller af
EasyKillProcess=Proces beëindigen

[ExpriedNotice_M]
Sale_Text=Maar je kunt ze vandaag terugkrijgen met een exclusieve <a>%s</a> KORTING!
ExpriedOneDay_M=Uw abonnement is <a>1</a> dag verlopen.
ExpriedDay_M=Uw abonnement is <a>%s</a> dagen verlopen.
Logged_0_Text=Verwijder gelogde programma's grondig met logboeken die tijdens de installatie zijn gemaakt
Logged_1_Text=Verwijder 1 gelogd programma grondig met logboeken die tijdens de installatie zijn gemaakt
Logged_Text=Verwijder %s gelogde programma's grondig met logboeken die tijdens de installatie zijn gemaakt
ExpriedMessage_M=Uw abonnement is verlopen. De PRO-functies zijn niet langer beschikbaar, maar je kunt nog steeds gebruikmaken van de gratis functies.
ExpriedTipMessage_Num=Gedurende de afgelopen %s1 dagen heeft IObit Uninstaller Pro u geholpen %s2 programma's te verwijderen en %s3 meer resterende bestanden op te schonen. Verleng nu en mis uw <a>Exclusieve Korting niet!</a>
ExpriedTipMessage_Normal=Helaas moeten wij u mededelen dat de Pro-functies niet meer beschikbaar zal zijn. Verleng nu en geniet van uw <a>Exclusieve Korting!</a>

[Uninstaller_form_Expried]
lbl_Notice.caption=Het spijt ons u te moeten mededelen dat de volgende PRO-functies niet langer beschikbaar zijn:
lbl_Stubbron.caption=Verwijder 4000+ hardnekkige programma's volledig met de unieke database
lbl_Update.caption=1-klik om uw belangrijke programma's altijd up-to-date te houden
lbl_Health.caption=Detecteer automatisch kwetsbaarheden in software en blokkeer eenvoudig pop-upmeldingen en ongewenste advertenties
lbl_MoneyBack.caption=U bent volledig beschermd door onze 100% geld-terug-garantie.
btn_Upgrade.caption=Ontvang mijn verlengingskorting
lbl_EnterCode.caption=Ik heb al een licentie

[Uninstaller_form_ExpriedNotice]
htmlLabel_Text.caption=Je abonnement is verlopen!
btn_OK.caption=Vernieuw nu

[Uninstaller_frm_FeedBack]
lbl_Title.caption=Feedback
lbl_DescTitle.caption=Omschrijving:
lbl_EmailTitle.caption=Emailadres:
lbl_ScreenShot.caption=Schermafdruk
lbl_TypeTitle.caption=Aanvraagtype:
btnImg_FeedBackSend.caption=Verzenden
btnImg_FeedBackCancel.caption=Annuleren

[Uninstaller_Form_SendResult]
lbl_Sending.caption=Aan het verzenden...
lbl_SendFailed.caption=Verzenden mislukt. Klik op OK om een online feedback in te dienen.
btnImg_SendFailed.caption=OK
lbl_SendSuccess.caption=Bedankt voor uw feedback. We zullen z.s.m. contact met u opnemen.
btnImg_SendSuccess.caption=OK

[Uninstaller_FeedBack_M]
FeedBack_1=Ik vind het geweldig
FeedBack_2=Suggestie
FeedBack_3=Verwijderen mislukt
FeedBack_4=Bundelwareprobleem
FeedBack_5=Installeer het probleem met de monitor
FeedBack_6=Software Updaterprobleem
FeedBack_7=Tonen van alle programma's mislukt
FeedBack_8=Krachtige scanproblemen
FeedBack_9=Rapporteer een fout
FeedBack_10=Anders
EmailMessage=Ongeldig emailadres. Voer a.u.b. een geldig emailadres in, zodat u ons antwoord kunt ontvangen.
MemoHint=Beschrijf a.u.b. uw suggestie of het probleem dat u tegenkomt, zodat we ons product dienovereenkomstig kunnen verbeteren.
ScreenMaxMessage=Operatie mislukt. U hebt het maximum van 5 screenshots bereikt.
CloseHintMsg=Weet u zeker dat u de feedback niet wilt indienen?
SendBugck=Stuur ons ook het foutopsporingsbestand voor onderzoek. <a>Privacybeleid</a>
FeedBackMessage=Geef een beschrijving.
EmailHint=Voer hier uw juiste e-mailadres in
Startup_Delete_M=Verwijderen
M_FiveStar=Kunt u ons een 5-sterrenbeoordeling geven?

[FileShredder_M]
ShredderDetail_0=U kunt hier een bestand of een map heenslepen om het te vernietigen.
ShredderDetail_01=Routinematig verwijderde bestanden kunnen worden hersteld.
ShredderDetail_02=Om bestanden veilig en permanent te verwijderen, sleept u gewoon een bestand of map om hier te vernietigen.
FileShredder_MaxCount_M=5000 bestanden zijn toegevoegd. Voeg de rest van de bestanden toe na het vernietigen van deze 5000 bestanden.
Shredder_InUse_M=Sommige bestanden zijn niet vernietigd omdat ze niet kunnen schrijven. Controleer of ze nog steeds in gebruik zijn.
Shredder_Del_M_1=Weet u zeker dat u de toegevoegde <a>%d</a> -items definitief wilt verwijderen? Deze actie is absoluut ONHERSTELBAAR en het kan even duren voordat deze is voltooid.
Shredder_DelOne_M_1=Weet u zeker dat u het toegevoegde <a>1</a> -item definitief wilt verwijderen? Deze actie is absoluut ONHERSTELBAAR en het kan even duren voordat deze is voltooid.
Shredder_NotDel_M=Een bestand is niet versnipperd omdat er niet kon naar geschreven worden. Controleer of het nog in gebruik is.
Shredder_OneFileDel_M=Een bestand is niet versnipperd omdat er niet kon naar geschreven worden. Controleer of het nog in gebruik is.
Shredder_Sucess_M=Met succes vernietigd.
Shredder_OneSucess_M=Met succes vernietigd.
Shredder_DirIsEmpty_M=Het is leeg. Je kunt het niet vernietigen.
Shredder_NotAddFolder_M=Bestand "%s" kan niet worden vernietigd, omdat deze bewerking instabiliteit van het systeem kan veroorzaken.
Shredder_Quick=Overschrijft gegevens met nullen voordat ze worden verwijderd. (Veilig en snel)
Shredder_Advanced=Overschrijft gegevens met willekeurige tekens en herhaalt het overschrijven meerdere keren voordat het wordt verwijderd. (Veiliger en langzamer)
Shredder_Expert=Overschrijft gegevens met willekeurige tekens en herhaalt het overschrijven tientallen keren voordat ze worden verwijderd. (Meest veilig en langzaamst)

[Uninstaller_Form_FileShardder]
RdLabelCaption.caption=Vernietiger
lbl_Listview_Title.caption=Selecteer het bestand of map dat u wilt vernietigen:
lblLoading.caption=Aan het laden...
lbl_AddFile.caption=Bestand toevoegen...
lbl_AddFolder.caption=Map toevoegen...
RdImageButton_Shredder.caption=Vernietig
RdImageButton_Cancel.caption=Annuleren
ListView_FileList.Columns[0].Caption=Bestandspad
Menu_Shredder_Shredder.caption=Vernietig
Menu_Shredder_AddFile.caption=Bestand toevoegen
Menu_Shredder_AddFolder.caption=Map toevoegen
Menu_Shredder_Romove.caption=Verwijder
Menu_Shredder_Clean.caption=Duidelijk
lbl_Shredder_Tip.caption=Bestanden aan het vernietigen. Het kan nog enige tijd duren, ogenblikje nog...
lbl_Mode.caption=Versnipperen methode:
btn_Quick.caption=Snelle modus
btn_Advanced.caption=Geavanceerde modus
btn_Expert.caption=Expert modus

[ForcedUninstall_M]
Shredder_NotAddFolder_M=Bestand "%s" kan niet worden vernietigd, omdat dit problemen zou veroorzaken voor de stabiliteit van uw systeem.
EndProgressMsg=%s is actief. Weet je zeker dat je het wilt beëindigen om door te gaan met het verwijderen?
ListView_FindReslut.Columns[0]_M=Naam
PopMenu_OpenFolder_M=Open bestandslocatie
PopMenu_ViewEntry_M=Open in regedit
Free_MatchStubbron=Er ontbreken registers voor het verwijderen, wat kan leiden tot fouten bij het verwijderen. Upgrade naar PRO om problemen met het verwijderen op te lossen en het programma gemakkelijk te verwijderen met onze hardnekkige programmadatabase.
Pro_MatchStubbron=Er ontbreken registers voor het verwijderen, wat kan leiden tot een verwijderingsfout. Los problemen met het verwijderen op en verwijder het programma eenvoudig met onze eigen programmadatabase.

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Force Uninstaller
lbl_Info.caption=Helpt u een programma te verwijderen dat niet op een routinematige manier kan worden verwijderd vanwege ontbrekende de-installatieregisters of ingebouwde de-installatiefouten, en reinigt alle gerelateerde bestanden eenvoudig en grondig.
btnImg_Open.caption=Bladeren...
lbl_DropInfo.caption=U kunt hier bladeren of een bestand of map slepen en neerzetten om het bijbehorende programma te verwijderen of de-installeren.
btnImg_Uninstall.caption=Uninstalleren
btnImg_Cancel.caption=Annuleren
PopMenu_Uninstall.caption=Uninstalleren
PopMenu_SearchOnline.caption=Online zoeken
ListView_FindReslut.Columns[1].caption=Grootte
ListView_FindReslut.Columns[2].caption=Installatiedatum

[HealthCheck_M]
HealthCheck_Top_ScanNow=Nu scannen
HealthCheck_Top_ScanAgain=Opnieuw scannen
HealthCheck_Top_FixAll=Herstel alles
HealthCheck_Top_Stop=Stop
HealthCheck_Top_Done=Gedaan
HealthCheck_Top_Scanning=Aan het scannen
HealthCheck_Top_Fixing=Aan het herstellen
HealthCheck_Top_NoFound=Er zijn geen problemen gevonden. Al uw software draait goed.
HealthCheck_Top_Title_Result_NoIssues=Er hoeven geen problemen te worden opgelost.
HealthCheck_Top_Title_Result_Single=<a>%s</a> probleem moet worden opgelost.
HealthCheck_Top_Title_Result_Some=<a>%s</a> problemen moeten worden opgelost.
HealthCheck_Top_Title_Skip=<a>Voorlopig overslaan</a>
HealthCheck_Top_FixOverResult_Single=<a>%s</a> probleem is succesvol opgelost.
HealthCheck_Top_FixOverResult_Some=<a>%s</a> problemen zijn succesvol opgelost.
HealthCheck_Top_FixOver=Alle geselecteerde problemen zijn opgelost.
HealthCheck_Top_Dec_Result_Pro=Los alle gevonden problemen met 1-klik op.
HealthCheck_Top_Dec_Result_Free=Upgrade naar PRO om alle gevonden problemen met 1-klik op te lossen.
HealthCheck_Top_Title_A=Softwarestatus: <a>Scan nodig</a>
HealthCheck_Top_Dec_A=Uw software is nooit geanalyseerd. Analyseer nu al uw software.
HealthCheck_Top_Title_B=Software Status: <a>Goed</a>
HealthCheck_Top_Dec_B=Al uw software draait goed.
HealthCheck_Top_Dec_C=Uw software is al %s dagen niet geanalyseerd. Analyseer nu al uw software.
HealthCheck_Item_Title_leftovers=Restanten verwijderen
HealthCheck_Item_Dec_leftovers=Verwijder restanten van verwijdering om meer schijfruimte vrij te maken
HealthCheck_Item_Title_update=Verouderde software
HealthCheck_Item_Dec_update_New=Verouderde software bijwerken om beveiligingsrisico's te verminderen
HealthCheck_Item_Title_permission=Softwaremachtigingen
HealthCheck_Item_Dec_permission=Detecteer verborgen machtigingen en schakel onnodige machtigingen uit
HealthCheck_Item_Title_notifications=Verontrustende meldingen
HealthCheck_Item_Dec_notifications=Blokkeer pop-upmeldingen en ongewenste advertenties zodat ze u niet storen
HealthCheck_Item_Title_stubborn=Programma's met verwijderingsproblemen
HealthCheck_Item_Dec_stubborn=Los problemen met het verwijderen op om programma's gemakkelijk te verwijderen
HealthCheck_Item_Title_packages=Installatiebestanden
HealthCheck_Item_Dec_packages=Installatiebestanden opschonen om meer schijfruimte vrij te maken
HealthCheck_Item_Title_malicious=Schadelijke software en extensies
HealthCheck_Item_Dec_malicious=Verwijder schadelijke software en browserextensies voor een snelle en veilige pc
HealthCheck_Item_Title_junk=Overtollige softwarebestanden
HealthCheck_Item_Dec_junk=Ruim tijdelijke bestanden en privacysporen op die zijn gegenereerd tijdens het gebruik van software
HealthCheck_Item_Title_hibernation=Software-slaapstand
HealthCheck_Item_Dec_hibernation=Zet software die je niet gebruikt in de slaapstand voor een snellere pc
HealthCheck_Item_Tip_hibernation=Onnodige activiteiten worden gestopt wanneer een programma in de slaapstand staat. Je kunt het op elk moment wakker maken.
M_Fix=Herstel
M_Detail=Details
M_Recissues_Single=<a>%s</a> probleem geselecteerd om op te lossen,
M_Recissues_Some=<a>%s</a> problemen geselecteerd om op te lossen,
M_Allissues_Single=totaal <a>%s</a> probleem
M_Allissues_Some=totaal <a>%s</a> problemen
M_Noissues=Geen problemen gevonden
M_issues_Single=<a>%s</a> probleem
M_issues_Some=<a>%s</a> problemen
M_Noissues2=Geen problemen
HealthCheck_Exit_Scanning=Er wordt gescand. Weet je zeker dat je nu wilt afsluiten?
HealthCheck_Exit_Fixing=Er wordt gewerkt aan de reparatie. Weet je zeker dat je nu wilt afsluiten?
M_UL_SelectedFix_Single=<a>%s</a> verwijderingsrestant geselecteerd om te herstellen
M_UL_SelectedFix_Some=<a>%s</a> verwijderingsrestanten geselecteerd om te herstellen
M_OS_SelectedFix=<a>%s</a> verouderde software geselecteerd om te repareren
M_SP_SelectedFix_Single=<a>%s</a> softwaretoestemming geselecteerd om te repareren
M_SP_SelectedFix_Some=<a>%s</a> softwaretoestemmingen geselecteerd om te repareren
M_DN_SelectedFix_Single=<a>%s</a> verontrustende melding geselecteerd om op te lossen
M_DN_SelectedFix_Some=<a>%s</a> verontrustende meldingen geselecteerd om op te lossen
M_PWUI_SelectedFix_Single=<a>%s</a> programma met verwijderingsproblemen geselecteerd om op te lossen
M_PWUI_SelectedFix_Some=<a>%s</a> programma´s met verwijderingsproblemen geselecteerd om op te lossen
M_IF_SelectedFix_Single=<a>%s</a> installatiebestand geselecteerd om te repareren
M_IF_SelectedFix_Some=<a>%s</a> installatiebestanden geselecteerd om te repareren
M_MSE_SelectedFix_Single=<a>%s</a> kwaadaardige software en extensie geselecteerd om te repareren
M_MSE_SelectedFix_Some=<a>%s</a> kwaadaardige software en extensies geselecteerd om te repareren
M_JF_SeletecedFix_Single=%s overtollig bestand geselecteerd om te herstellen
M_JF_SeletecedFix_Some=%s overbodige bestanden geselecteerd om te herstellen
M_SH_SeletecedFix_Some=%s software geselecteerd om te repareren
M_BackFix=Terug naar Herstel
M_NoItems=Geen items gevonden
M_item=item
M_items=items
M_File=Bestand
M_Reg=Register
M_Tasks=Geplande taken
M_Ser=Systeem-services
M_Select=Alles selecteren
M_TitleCount=Naam (Totaal: %d)
M_Version=Nieuwe versie
M_CurrentVersion=Huidige versie
M_BanwebTitleCount2=Afzender (Totaal: %d)
M_Type=Type
M_BRate=Blokkeerfrequentie
M_Recommendation=Aanbeveling
M_Optional=Optioneel
M_Block=Blokkeer
M_SiteType=Sitemelding
M_AppType=App notificatie
M_MSType=Kwaadaardige software
M_METype=Kwaadaardige extensie
M_AdType=Advertentie-extensie
M_RegMiss=Verwijderregister ontbreekt
HC_Ignore=Negeer
UL_IgnoreSoft=Alles negeren voor deze software
HC_IgnoreForever=Negeer alle updates
HC_IgnoreCurrent=Negeer huidige update
HC_OpenFile=Bestandslocatie openen
HC_OpenReg=Open in regedit
HC_Search=Zoek online
HC_Startup=Opstartitems
HC_Tasks=Geplande taken
HC_Services=Services
HC_Desktopicon=Bureaubladpictogram
HC_Taskbaricon=Taakbalkpictogram
HC_RightMenu=Rechtsklikmenu
HC_Firewall=Firewall regels
M_PermissionTitleCount=Toelating type (Total: %d)
M_Name=Naam
M_Impact=Invloed
M_ImpactLow=Laag
M_ImpactMedium=Medium
M_ImpactHigh=Hoog
M_Installed=Geïnstalleerd
M_OverxDay_Some=Niet gebruikt voor %s dagen
M_OverxDay_Single=Niet gebruikt voor %s dag
M_Status=Status
M_Disable=Uitschakelen
M_FixDetails=Bekijk hieronder de details van de fix:
M_Fix_RecTitle=Maar er kan meer worden gedaan voor een snellere en schonere pc:
M_Fix_RecLog=Schoon verwijderen met logboek
M_Fix_RecLog_Des=Verwijder grondig programma's met logboeken die tijdens de installatie zijn gemaakt
M_Fix_RecBundleware=Eenvoudiger verwijderen van bundelware
M_Fix_RecBundleware_Des=Bewaak de installatie van programma's in realtime en verwijder eenvoudig bundelware
M_Fix_RecLeftover=Alle restanten automatisch verwijderen
M_Fix_RecLeftover_Des=Restanten automatisch verwijderen die niet door andere verwijderingsprogramma's kunnen worden verwijderd
M_Fix_RecProgram_Single=<a>%s</a> Groot programma gevonden
M_Fix_RecProgram_Some=<a>%s</a> Grote programma's gevonden
M_Fix_RecProgram_Des=Verwijder onnodige grote programma's om meer schijfruimte vrij te maken
M_Fix_RecWinApp_Single=<a>%s</a> Windows-app gevonden
M_Fix_RecWinApp_Some=<a>%s</a> Windows-apps gevonden
M_Fix_RecWinApp_Des=Verwijder onnodige Windows Apps om meer schijfruimte vrij te maken
M_Fix_RecEasyUn=Slimmer eenvoudig verwijderen
M_Fix_RecEasyUn_Des=Verwijder eenvoudig een programma door het pictogram Easy Uninstall naar het geopende venster, het bureaubladpictogram of het systeemvakpictogram van het programma te slepen
M_Fix_RecStubborn=Koppig programmaverwijderaar
M_Fix_RecStubborn_Des=Unieke database ondersteunt het verwijderen van meer dan 4000 hardnekkige programma's
M_Fix_RecUpdateSoft=Software automatisch bijwerken
M_Fix_RecUpdateSoft_Des=Schakel automatische update in om uw software altijd en overal up-to-date te houden
M_Fix_RecInfrequently_Single=<a>%s</a> Zeldzaam gebruikt programma
M_Fix_RecInfrequently_Some=<a>%s</a> Zeldzaam gebruikte programma's
M_Fix_RecInfrequently_Des=Verwijder weinig gebruikte programma's om meer schijfruimte vrij te maken
M_UnlockTitle_Single=Ontgrendel PRO-functies om %s gevonden probleem op te lossen
M_UnlockTitle_Some=Ontgrendel PRO-functies om alle %s gevonden problemen op te lossen
M_UnlockNow=Ontgrendel nu
M_Back=Terug
M_Try=Probeer het nu
M_Upgrade=Nu opwaarderen
M_Enable=Nu inschakelen
M_CheckAll_packages=Bent u zeker dat u alle installatie bestanden wilt opruimen?
M_CheckAll_permission=Bent u zeker dat u alle software toestemmingen wilt uitschakelen?
M_CheckAll_permission2=Sommige software kan niet meer goed werken indien u alle software toestemmingen uitschakelt. Het is aanbevolen dat u enkel de niet gebruikte uitschakelt.
M_ContinueAnyway=In elk geval doorgaan
M_Operate=Werking
M_Fixmanually=Handmatig repareren
M_FixManuallyEx=Handmatig repareren

[Uninstall_Tools_History_M]
ListviewHeader_Software_TitleCount_M=Naam (Total: %d)
ListviewHeader_Software_M=Programmanaam
History_info_DouBle_M=programma's zijn de vorige keer niet volledig gedeïnstalleerd. Klik op Deïnstalleren om door te gaan.
History_info_One_M=programma is de vorige keer niet volledig gedeïnstalleerd. Klik op Deïnstalleren om door te gaan.
History_Scanfor_M=Scan op restanten
History_ViewDetail_M=Bekijk de details
UninstallLog_No_IsEmpty_M=Geen residubestanden gevonden in Powerful Scan.
Program_Information=Programmainformatie
Files_Deleted=Verwijderde bestanden
Registries_Deleted=Registeritems verwijderd
Scheduled_Tasks_Deleted=Geplande taken verwijderd
Deleted_on_Reboot=Verwijderd tijdens herstart
Service_Deleted=Service verwijderd
Export_M=Exporteren
rdlbl_NoTkanks=Nee, bedankt
RdLabelDetailNull=De gegevens en de status voor elk verwijderd programma worden hier getoond.
RdLabelDetails=IObit Uninstaller heeft u geholpen bij het verwijderen van <a>%d</a> -programma's en het besparen van <a>%s</a> schijfruimte.
RdLabelDetail=IObit Uninstaller heeft u geholpen bij het verwijderen van <a>%d</a> -programma's en het besparen van <a>%s</a> schijfruimte.
History_NoUninstalled_M=Niet verwijderd
History_Residualfilesleft_M=Resterende bestanden over
M_NoHistoryFound=Geen verwijderingsgeschiedenis gevonden

[Uninstaller_ToolUninstallHistory]
RdLabelCaption.caption=Uninstall geschiedenis
ListView_History.Columns[1].Caption=Uninstall datum
ListView_History.Columns[2].Caption=Grootte
ListView_History.Columns[3].Caption=Handeling
Menu_ClearThis.Caption=Wis deze geschiedenis
Menu_ClearAll.Caption=Wis alle geschiedenissen

[Uninstaller_FormHistoryCombox]
RdImgBtnNoThanks.caption=Nee, bedankt
RdImgBtnUninstall.caption=Uninstalleren
RdListView_History.Columns[0].Caption=Programma
RdListView_History.Columns[1].Caption=Status

[Uninstaller_form_InstallDetail]
lbl_IU.caption=Monitor installeren
lbl_RegText.caption=Registervermeldingen:
lbl_SzieText.caption=Totale grootte:
lbl_StartText.caption=Start-ups:
lbl_FileText.caption=Bestanden:

[InstallDetected_M]
Install_DetectedNewTitle=%s is geïnstalleerd met de volgende wijzigingen:
Install_DetectedNewTitleEx=<a>%s</a> programma's zijn geïnstalleerd met de volgende wijzigingen:
Install_ViewDetail=Bekijk details

[Uninstaller_form_InstallEnableForm]
btn_Enable.caption=Inschakelen
lbl_Caption.caption=Nieuwe installatie gevonden
lbl_InstallMoniorInfo.caption=We raden aan om Install Monitor in te schakelen om u te helpen bij het loggen en bekijken van alle wijzigingen die tijdens de programma-installatie aan uw systeem zijn aangebracht.

[Uninstaller_IUInstallMonitorFrm]
rdlbl_LogInstall.Caption=Bewaarde installaties
rdlbl_Or.Caption=OF
rdlbl_Auto.Caption=Auto Monitor
rdlbl_Drap.Caption=Manueel Monitor

[IUInstallMonitorFrm_M]
TipFileMsi=Niet-ondersteund uitvoerbaar setupbestand. Selecteer opnieuw en probeer het opnieuw.
TipFileNotMsiExe=Ongeldig uitvoerbaar setupbestand. Selecteer een geldig en uitvoerbaar setupbestand en probeer het opnieuw.
AddTip1=Install Monitor is bezig!
AddTip2=Een installatie wordt al gecontroleerd. Probeer het opnieuw nadat deze installatie is voltooid.
StarFileTip=Kan niet worden uitgevoerd
ExePathErrorTip=Het installatiebestand van een netwerkstation wordt niet ondersteund. Kopieer het naar uw lokale schijf en probeer het opnieuw.
Logging=Opslaan systeemveranderingen...
rdlbl_TipContent_M=Install Monitor detecteert en registreert systeemwijzigingen tijdens de installatie, zodat u kunt zien welke wijzigingen de gecontroleerde programma's tijdens de installatie hebben aangebracht.
rdlbl_SwitchTip.Caption_M=Programma-installaties automatisch detecteren en registreren
rdlbl_DragFileTip.Caption_M=Voeg hier een installatiebestand toe of sleep het om de systeemwijzigingen te installeren en te loggen
EnableMonitorAutoTip=Als u dit inschakelt, wordt ook de IObit Uninstaller Monitor ingeschakeld.
EnableMonitorManualTip=Handmatige monitor is niet beschikbaar omdat de IObit Uninstaller-monitor is uitgeschakeld.

[Uninstaller_frmMonitorLog]
lbl_Title.Caption=Installatielog
rdlbl_Export.Caption=Exporteren
btnImg_OK.Caption=OK

[IUInstallMonitorLogFrm_M]
DisplayNameTip=Weergavenaam:
InstallDateTip=Installatiedatum:
VersionTip=Versie:
PublisherTip=Uitgegeven door:
LocationTip=Plaats:
InstallationDurationTip=Installatieduur:
InstallPackageTip=Installatiepakket:
RegEntriesTip=Registervermeldingen:
FilesCountTip=Bestanden:
TaskCountTip_M=Geplande taken:
ServiceCountTip_M=Systeemservices:
DllCountTip=DLL registratie:
StartUpCountTip=Opstartitems:
TotalSizeTip=Totale grootte:
ProgramInformationTip=Programmainformatie
MMORegistryTip=register-invoer
MMOFilesTip=bestanden
MMOTaskTip_M=Ge plande taken
MMOServiceTip_M=Systeemservices
MMODllTip=DLL Registratie
MMOStartUpTip=Opstartitems
MonitorLog_SecondsLan=seconden
MonitorLog_SecondSingleLan=seconde
RegTip_Created=Register aangemaakt:
RegTip_Modified=Register aangepast:
RegTip_Deleted=Register verwijderd:
FileTip_Created=Bestand aangemaakt:
FileTip_Modified=Bestand aangepast:
FileTip_Deleted=Bestand verwijderd:

[Uninstaller_frmIObitUninstall]
btn_Feedback.Caption=Feedback

[MainForm_M]
Nav_Colle_Program_All=Programma's
Nav_Colle_Browser_Extensions=Browser-extensies
Nav_Colle_Win=Windows App's
Nav_Colle_AC=Actiecentrum
Nav_Colle_SH=Softwaregezondheid
Nav_Item_Program_All=Alle programma's
Nav_Item_Bundleware=Bundleware
Nav_Item_Program_Recent=Recent geïnstalleerd
Nav_Item_Program_Infrequent=Niet vaak gebruikt
Nav_Item_Program_Large=Grote programma's
Nav_Item_Browser_Extension_All=Alle browserextensies
Nav_Item_InstallMonitor=Install Monitor
Nav_Item_Logged=Geregistreerde programma's
Nav_Item_AndroidApp=Android-apps
Hint_Settings=Opties
Hint_Tools=Tools
UninstallProTipEnterCode=Code invullen
Button_Uninstall=Uninstalleren
Button_Remove=Verwijder
Button_Update=Update alles
Button_Install=Nu installeren
ToolPopForceUninstallEx=Geforceerd verwijderen+
ToolPopSoftUpdater=Software Updater
ToolPopStubborn=Hardnekkige programmaverwijderaar
ToolPopHistory=Uninstalleer Historie
ToolPopFileShredder=Vernietiger
ToolPopHunterMode=Eenvoudig de-installeren
ToolPopUpdateUninstall=Windows Updates verwijderen
MoreSettingPopSetting=Instellingen...
MoreSettingPopRestore=Systeemherstel
MoreSettingPopExport=Programmalijst exporteren
MoreSettingPopUpdate=Controleer voor updates
MoreSettingPopManual=Gebruikershandleiding
MoreSettingPopSupport=Technische ondersteuning
MoreSettingPopOnline=IObit online
MoreSettingPopAbout=Over
MoreSettingPopWhatsNew=Wat is er nieuw
MoreSettingSubscription=Mijn abonnement
MoreSettingTranslate=Help ons met vertalen
DefaultSelProg=Verwijder onnodige programma's om meer ruimte vrij te maken.
DefaultSelPlug=Verwijder ongewenste plug-ins om uw browser te beschermen.
DefaultSelADPlugin1=Verwijder 1 kwaadaardige / advertentie-plug-in om veilig te surfen.
DefaultSelADPlugin2=Verwijder %d kwaadaardige / advertentie-plug-ins om veilig te surfen.
DefaultSelWApp=Verwijder ongewenste Windows-app's om uw PC een boost te geven.
DefaultSelBundle=Verwijder ongewenste bundleware.
DefaultSelUpdate=Houd uw belangrijke programma's up-to-date.
DefaultUpdaterPromot=Update meer programma´s met IObit Software Updater.
DefaultUpdaterPromote1=verouderd programma gevonden.
DefaultUpdaterPromote2=verouderde programma's gevonden.
DefaultUpdaterPromoteInfo=Klik op Update alles om alle verouderde programma's met 1 klik bij te werken.
SelInfoProg=programma geselecteerd om te verwijderen. Totale grootte:
SelInfoProgM=programma's geselecteerd om te de-installeren. Totale grootte:
SelInfoPlug=plug-in geselecteerd om te verwijderen.
SelInfoPlugM=plug-ins geselecteerd om te verwijderen.
SelInfoApp=app geselecteerd om te verwijderen. Totale grootte:
SelInfoAppM=apps geselecteerd om te verwijderen. Totale grootte:
SelInfoBundle=item geselecteerd voor deïnstallatie.
SelInfoBundleM=items geselecteerd voor deïnstallatie.
BundleHint=Wanneer u het hoofdprogramma installeert, kunnen sommige andere programma's ook zonder uw goedkeuring worden geïnstalleerd. U kunt de programma's die u niet wilt verwijderen toch wissen.
RestoreDefaultSettingsButton=Herstel %s naar standaard instellingen
APTitle=Activeer alle Pro's
AP5=Clean Uninstall met Log:
AP2=Verwijder meer hardnekkige app's
AP6=Soepele softwareprestaties
AP4=1-klik Software-updater
MainUpdate_Hint=Nieuwe versie
NewsDisconnCaption=Deel IObit Uninstaller met je familie en vrienden.
NewsDisconnDes=Ze zullen het graag gebruiken!
NewsNewVerCaption=Belangrijke update beschikbaar
NewsNewVerDes=Download nu de nieuwste versie.
ToolPopForceUninstall_Detail=Helpt programma's te verwijderen die niet routinematig kunnen worden verwijderd
ToolPopSoftUpdaterEx_Detail=Verouderde software bijwerken om beveiligingsrisico's te verminderen
ToolPopHistory_Detail=Toont details en status voor elk verwijderd programma
ToolPopFileShredder_Detail=Helpt ongewenste bestanden veilig en permanent te verwijderen
ToolPopHunterMode_Detail=Sleep het Easy Uninstall-pictogram om programma's eenvoudig te verwijderen
ToolPopUpdateEx_Detail=Verwijder ongewenste Windows Updates om meer schijfruimte vrij te maken
ToolPopStubbornEx_Detail=Unieke database ondersteunt het verwijderen van meer dan 4000 hardnekkige programma's
DefaultSelInfoLoggedNew=Programma's die zijn geregistreerd door Install Monitor kunnen grondig worden verwijderd.
DefaultSelAndroid=Verwijder ongewenste Android-apps om meer schijfruimte vrij te maken.

[MetroApp_M]
NoSerchItem_Tip=Geen items komen overeen met uw zoekopdracht.
Win8NoItemTip_M=Geen Windows-apps gevonden
Win8LoadingApp=App's laden...
Win8ListViewGroupsWin8AppHeader=Windows App's
Win8ListViewGroupsWin8AppSubtitle=App's gepubliceerd door de Microsoft Corporation.
Win8ListViewGroupsThirdHeader=App's van derden
Win8ListViewGroupsThirdSubtitle=App's gepubliceerd door derden.

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Naam
ListView_AppList.Columns[1].caption=Grootte
ListView_AppList.Columns[2].caption=Gebruikersbeoordeling
ListView_AppList.Columns[3].caption=Operatie
lbl_Notice.caption=Om uw Windows-app's te laten zien, moet u ervoor zorgen dat uw huidige account beheerdersrechten heeft.
mniUninstall.caption=Uninstalleren
mniRefush.caption=Vernieuwen
mniDetails.caption=Details
mniOpenFile.caption=Open bestandslokatie
mniOpenReg.caption=Open in Regedit
mniOpenWinstore.caption=Open in Microsoft Store
mniSearchOnline.caption=Online zoeken
mniRate.caption=Beoordeel

[Uninstaller_DiskSmallFrm]
btnimg_uninstall.Caption=Nu verwijderen
rdlbl_NoticeInfo.Caption=De vrije schijfruimte van uw systeem is minder dan 10%.
rdlbl_NoticeTip.Caption=Verwijder ongewenste programma's met IObit Uninstaller om meer schijfruimte vrij te maken.

[LeftNoticeForm_M]
LeftFound=Er zijn <a>%s</a> restanten van verwijdering gevonden.
LeftTip=Reinig ze op om meer schijfruimte vrij te maken.
LeftBtn=Reinig nu op

[JunkNoticeForm_M]
JunkFound=<a>%s</a> overbodige softwarebestanden gevonden.

[SoftNoticeForm_M]
PopupTip=Verontrustende meldingen gedetecteerd
PopUpOne=<a>1</a> pop-upmelding kan worden geblokkeerd om onderbrekingen te voorkomen.
PopUpEx=<a>%s</a> pop-upmeldingen kunnen worden geblokkeerd om onderbrekingen te voorkomen.
PopupBtn=Blokkeer nu

[Malicious_M]
NoticeInfoEx_One=Schadelijke software/extensies gedetecteerd<BR><a>1</a> kwaadaardige software/extensie kan worden verwijderd voor een snelle en veilige pc.
NoticeInfoEx_Some=Schadelijke software/extensies gedetecteerd<BR><a>%d</a> kwaadaardige software/extensies kunnen worden verwijderd voor een snelle en veilige pc.

[InstallClearForm_M]
SetupTip=Onnodige installatiebestanden gedetecteerd
SetupClean=<a>1</a> onnodig installatiebestand kan worden opgeschoond om <a>%s</a> schijfruimte vrij te maken.
SetupCleanEx=<a>%s</a> onnodige installatiebestanden kunnen worden opgeschoond om <a>%s</a> schijfruimte vrij te maken.
SetupBtn=Nu schoonmaken

[SoftUpdate_Auto_M]
AutoUpdate_M=%s updates werden automatisch geïnstalleerd.
AutoUpdate_One_M=1 update werd automatisch geïnstalleerd.

[uninstall_Mitor_M]
showDetails_M=Toon details
Cleanmanually_M=Handmatig opschonen
AutoClean_M=Autom. opschonen
Cleaning_M=Aan het opschonen
Cleannow_M=Nu opschonen
StillLeavas_M="%s" overgelaten:
LeftoversRemoved_M=Restanten van %s zijn verwijderd:
Registry_M=Register
File_M=Bestand
Files_M=bestanden
Cleanfuture_M=Automatisch opschonen in de toekomst
Setting_M=Instellingen
Uselessfiles_M=nutteloze bestanden
UselessfilesOne_M=nutteloos bestand
Uselessregistryentries_M=nutteloze registervermeldingen
UselessregistryentriesOne_M=nutteloze register-invoeren
Lan_BundleNoticeText_M=Bundleware is gevonden tijdens de installatie van %s.

[Plugin_M]
ListViewPlugSysbit=bit
ListViewGroupMaliciousTitle=Schadelijke Toolbalken en Plug-ins
ListViewGroupMaliciousDesc=Die toolbalken en plug-ins kunnen uw standaardbrowser wijzigen en uw persoonlijke gegevens kapen.
ListViewGroupAdTitle=Op advertenties gebaseerde toolbalken en Plug-ins
ListViewGroupAdDesc=Deze toolbalken en plug-ins kunnen advertenties, banneradvertenties, etc. weergeven.
ListViewGroupTrustTitle=Betrouwbare toolbalken en plug-ins
ListViewGroupTrustDesc=Deze toolbalken en plug-ins zullen uw computer niet beschadigen. U kunt ze naar believen verwijderen of behouden.
ListViewGroupExtensions=Extensies
ListViewGroupPlugins=Plug-ins
ListViewGroupToolbar=Toolbalk
ListViewGroupBHO=BHO
ListViewGroupActiveX=ActiveX
ListViewGroupFFBulit=Ingebouwde Extensies
ListViewGroupFFOther=Andere Extensies
ListViewGroupExtension_DES=Extensies worden gebruikt om de browser aan te passen met functies die u leuk vindt.
ListViewGroupPlugin_DES=Plugin kan eenvoudig worden geïnstalleerd en gebruikt als onderdeel van de webbrowser.
ListViewGroupToolbar_DES=Toolbalk helpt gebruikers snel sites te openen of andere toepassingsfuncties uit te voeren.
ListViewGroupBHO_DES=BHO helpt bij het maken van gepersonaliseerde browsers en biedt eenvoudigere interactieve functies.
ListViewGroupActivex_DES=ActiveX wordt gebruikt door Internet Explorer om rich media-weergave te vergemakkelijken.
ListViewGroupFFBulit_DES=Extensies met Firefox's installatie of update geïnstalleerd/geherinstalleerd
ListViewGroupFFOther_DES=Extensies geïnstalleerd vanaf Firefox Add-ons of andere kanalen
NoSerchItem_Tip=Geen items komen overeen met uw zoekopdracht.
PluginColumnStr_Title=Naam (Totaal: %d)
ChromeSyncMsg=Chrome-synchronisatie is ingeschakeld. De plug-ins die zijn geselecteerd om te verwijderen, kunnen na verwijdering automatisch opnieuw worden geïnstalleerd. Klik op <a>Chrome-synchronisatie uitschakelen</a> om de stappen op ons forum te volgen om Chrome-synchronisatie uit te schakelen.
EdgeSyncMsg=Edge-synchronisatie is ingeschakeld. De extensies die zijn geselecteerd om te verwijderen, worden mogelijk automatisch opnieuw geïnstalleerd na verwijdering. Klik op <a>Edge Sync uitschakelen</a> om de gedetailleerde stappen te volgen om Edge Sync uit te schakelen.
FuncPluginSysPluginMsgBox=Het wordt niet aangeraden om %s te verwijderen, omdat sommige browserfuncties na de verwijdering kunnen worden beïnvloed.
FuncPluginLoading=Aan het laden...
FuncPluginRmoveSuccess=Succesvol verwijderd. Aan het laden...
FuncVotePlugSelectMsgBox=Selecteer een item om te beoordelen
FuncPluginRmoveConfireSingleMsgBox=Weet u zeker dat u het geselecteerde item wilt verwijderen?
FuncPluginRmoveConfireSomeMsgBox=Weet u zeker dat u de geselecteerde items wilt verwijderen?
FuncCheckBrowserMsgBox_1=%s wordt uitgevoerd
FuncCheckBrowserMsgBox_2=Klik op OK om het te sluiten (Sla eerst uw content op).
FuncCheckBrowserMsgBox_3=Of klik op Annuleren om de operatie af te breken.
FuncCheckBrowserMsgBox_4=%s worden uitgevoerd.
FuncCheckBrowserMsgBox_5=Klik op OK om ze te sluiten (Sla eerst uw content op).
FuncCheckBrowserMsgBox_6=Of klik op Annuleren om de operatie af te breken.
FuncPluginRemoveFailedMsgBox_4=%s kan niet worden verwijderd omdat het onder de bescherming van %s is. Sluit %s en start IObit Uninstaller opnieuw om het te verwijderen.
FuncRestoreSuccessMsgBox=Met succes hersteld naar de standaard instellingen.
FuncRestoreFailedMsgBox=Kan de standaardinstellingen van de browser niet herstellen.
PluginRestoreStr=Herstel %s naar standaard instellingen
mniOpeninRegedit_M=Open in regedit
lbl_NoFoundItems.caption_M=Geen werkbalken of plug-ins gevonden

[VoteText_M]
FuncVoteMarkSelectMsgBox=Beoordeel alstublieft.
FuncVoteFailedMsgBox=Beoordeling mislukt, controleer uw netwerkverbinding en probeer het opnieuw.
FuncVoteActiveVote=Beoordeel
FuncVoteWaitting=Beoordeling indienen, even geduld aub...
NewVote_1=Nog geen gebruikersbeoordelingen.
NewVote_2=%d gebruikers hebben beoordeeld.
NewVote_3=Wat denkt u van deze extensie?
NewVote_4=Wat denkt u van deze app?
NewVote_5=U hebt reeds beoordeeld.
NewVote_6=Mijn Beoordeling:
Removingnow_M=Nu verwijderen...

[Uninstaller_fraBrowserCleaner]
rdlvAllBrowse.Columns[0].Caption=Naam
rdlvAllBrowse.Columns[1].Caption=Gebruikersbeoordeling
rdlvAllBrowse.Columns[2].Caption=Operatie
rdlvCustomBrowse.Columns[0].Caption=Naam
rdlvCustomBrowse.Columns[1].Caption=Operatie
mniRemove.Caption=Verwijder
mniRate.Caption=Beoordelen
mniIgone.Caption=Negeren
mniRefush.Caption=Vernieuwen
mniOpenFloder.Caption=Open bestandslokatie
mniSelectedAll.Caption=Alles selecteren
mniInvertSelection.Caption=Selectie omkeren
mniSearchOnline.Caption=Online zoeken

[Uninstaller_frmRestBrowserDefault]
lbl_Caption.Caption=Reset de browser
lblConfire.Caption=Weet u het zeker de standaard instellingen te herstellen?
lblHomepageTitle.Caption=Huidige homepagina:
lblSearchTitle.Caption=Huidige standaard zoekmachine:
btnImg_OK.Caption=OK
btnImg_Cancel.Caption=Annuleren

[Uninstaller_frm_MessagePlugin]
lbl_OK.Caption=Succesvol verwijderd!
lbl_Removing.Caption=Aan het verwijderen...

[Uninstaller_Program_M]
Noprograms_UseLess_M=Dergelijke programma's niet gevonden (niet gebruikt voor meer dan %d maanden)
Noprograms_UseLess_One_M=Dergelijke programma's niet gevonden (niet gebruikt voor meer dan 1 maand)
Noprograms_Size_M=Geen enkele programma overschrijdt %s.
Noprograms_match_M=Geen items komen overeen met uw zoekopdracht.
Noprograms_Recent_M=Geen programma's geïnstalleerd in de voorbije 10 dagen.
NoPrograms_RecentEx_M=Geen programma's geïnstalleerd in de afgelopen %s maanden
Noprograms_Android_M=Geen Android-apps gevonden
monthsago_M=%d maanden geleden
yearsago_M=%d jaar geleden
yearsagos_M=%d jaren geleden
SoftwareFrame_InstallDate_M=Installatiedatum
SoftwareFrame_FrequencyUse_M=Laatst gebruikt
HistoryInfo_DisplayName=Weergavenaam
HistoryInfo_Publisher=Uitgever
HistoryInfo_Version=Versie
HistoryInfo_InstallDate=Installatiedatum
HistoryInfo_UseSize=Ruimtegebruik
HistoryInfo_Location=Lokatie
HistoryInfo_UninstallDate=Uninstalleerdatum
Lan_NoBundle_New=Bundleware is de software die andere programma's kan installeren zonder dat u dit merkt wanneer u het hoofdprogramma installeert.
Lan_Main_Soft=Hoofdprogramma
Lan_Bundled_Soft=Gebundeld programma
Lan_Bundled_Plug=Gebundelde plug-in
ColumnName_Logged=Installatielog
ColumnName_LogDate=Installatiedatum
ViewDetail=Toon het log
NoPrograms_Logged=Programma's die zijn geregistreerd door Install Monitor kunnen grondig worden verwijderd bij toekomstige verwijdering.
Show_Components_M=Runtime-componenten van het systeem weergeven
Last_Days_M=afgelopen %s dagen
Last_Month_M=afgelopen %s maand
Last_Months_M=afgelopen %s maanden
Larger_M=groter dan %s
NotUsed_Month_M=%s maand niet gebruikt
NotUsed_Months_M=%s maanden niet gebruikt
AllDrives_M=Alle schijven

[Uninstaller_Frame_Software]
ListView_SoftwareList.Columns[1].Caption=Grootte
ListView_SoftwareList.Columns[2].Caption=Installatiedatum
ListView_SoftwareList.Columns[3].Caption=Operatie
Menu_Program_Uninstall.caption=Uninstalleren
Menu_Program_Repair.caption=Repareren
Menu_Program_Refresh.caption=Vernieuwen
Menu_Program_OpenFileLocation.caption=Open bestandslokatie
Menu_Program_OpeninRegedit.caption=Open in Regedit
Menu_Program_SearchOnline.caption=Online zoeken
mni_Openthewebsite.caption=Open de webpagina
mni_RunNow.caption=Start nu

[Uninstaller_Frame_Bundle]
ListView_BundleList.Columns[1].Caption=Type
ListView_BundleList.Columns[2].Caption=Operatie
Menu_Program_Uninstall.caption=Uninstalleren
Menu_Program_OpenFileLocation.caption=Open bestandslokatie
Menu_Program_OpeninRegedit.caption=Open in Regedit
Menu_Program_SearchOnline.caption=Online zoeken
mni_Ignore.caption=Negeren
mniOpenthewebsite.caption=Open de webpagina

[Uninstaller_frm_UninstallPromot]
lbl_BundleTitile.caption=Bundleware gevonden.
btn_UninstallAll.caption=Alles verwijderen
lbl_Info.caption=Verwijder alle volgende bundleware samen met IObit Uninstaller PRO, of verwijder alleen het huidige programma.

[Uninstaller_frm_UninstallBundle]
lbl_Text.caption=Bundleware gevonden. Selecteer ook de ongewenste bundleware verwijderen.

[PromoteForm_M]
M_ProAD_Title=Meer functies en voordelen met de Pro-editie:
M_ProAD_CleanLog=Verwijder programma's grondig met logboeken die tijdens de installatie zijn gemaakt.
M_ProAD_Monitor=Monitort programmainstallatie en verwijdert bundleware eenvoudig
M_ProAD_Database=Grote database om hardnekkige programma's grondig te verwijderen
M_ProAD_Plugin=Verwijder schadelijke en/of advertentie-plugins voor veilig en soepel online surfen
M_ProAD_Update=Eén klik om uw belangrijke programma's altijd up-to-date te houden
M_ProAD_SoftHealth=Detecteer automatisch kwetsbaarheden in software en blokkeer eenvoudig pop-upmeldingen en ongewenste advertenties
M_Continue=Vervolg met Uninstall
M_BundleTitle=Activeer IObit Uninstaller PRO om bundleware volledig te verwijderen.
M_BundleTitle2=Volg de programma-installatie in realtime en verwijder eenvoudig bundleware.
M_UninstallLogTitle=Activeer IObit Uninstaller PRO om de installatie van het programma automatisch te detecteren en op te slaan voor toekomstige grondige de-installatie met de getraceerde logboeken.
M_PluginMaliciouTitle=Activeer IObit Uninstaller PRO om kwaadaardige/advertenties plug-ins grondig te verwijderen.
M_PluginMaliciouTitle2=De steeds groter wordende database helpt bij het verwijderen van meer kwaadaardige/advertenties plug-ins.
M_SPUninstallFail=%s kan niet worden verwijderd.
M_SPAD_Title=Activeer PRO om het te verwijderen met een specifieke database.
M_SPUninstallFailCount=%d kunnen niet worden verwijderd.
M_SPADCount_Title=kan niet op de normale manier worden verwijderd. Activeer PRO om ze te de-installeren met een specifieke database.
SpecPromotTile_1=%s kan niet worden verwijderd.
SpecPromotTile_2=%d kunnen niet worden verwijderd.
SpecPromotTile_3=1 programma is verwijderd.
SpecPromotTile_4=%d programma´s zijn verwijderd.
SpecPromotTile_5=maar 1 programma kan niet worden verwijderd.
SpecPromotTile_6=maar %d programma's kunnen niet worden verwijderd.
SpecPromotInfo_1=Activeer PRO om het te verwijderen met een specifieke database.
SpecPromotInfo_2=Activeer PRO om ze te verwijderen met een specifieke database.
SpecPromotInfo_3=%s kan niet op de normale manier worden verwijderd.

[Protip_M]
Congratulations_M=Proficiat!
YouHave_M=U bent succesvol geüpdatet naar de nieuwste IObit Uninstaller.
Try_M=Probeer het nu!
Tip_M=Succesvol bijgewerkt naar IObit Uninstaller <a>%d</a> automatisch.
WhatNew_M=Bekijk de nieuwe functies van de nieuwe versie:
More_M=Meer details

[Uninstaller_Public_M]
Lan_ButtonCancel=Annuleren
Lan_ButtonClose=Sluiten
Lan_ButtonContinue=Doorgaan
Lan_ButtonClean=Geschoond
Lan_Cleaning=Aan het opschonen
Lan_Details=Details
Lan_Exit=Sluiten
Lan_Hide=Verbergen
Lan_Ignore=Negeren
Lan_Ignored=Genegeerd
Lan_item=item
Lan_items=items
Lan_LoadingD=Aan het laden...
Lan_WindowMin=Minimaliseren
Lan_WindowMax=Maximaliseren
Lan_ButtonNo=Nee
Lan_Name=Naam
Lan_NameT=Naam (Totaal: %d)
Lan_Notagain=Niet meer tonen
Lan_ButtonOK=OK
Lan_Publisher=Uitgever
Lan_WindowRest=Herstellen
Lan_ButtonRemove=Verwijder
Lan_State=Status
Lan_Show=Tonen
Lan_Scan=Scannen
Lan_Search=Zoeken
Lan_ButtonUninstall=Uninstalleren
Lan_Version=Versie
Lan_ButtonYES=Ja
Lan_ButtonFor0=Pak Hoge Korting
Lan_ButtonActivate=Nu activeren
Lan_ButtonUpgrade=Upgrade nu
Lan_ButtonUpgradeFor0=Claim Nu Korting
Lan_DisplayName=Naam
Lan_Installationpath=Installatiepad
Lan_Description=Omschrijving
Lan_LinkAbout=Over link
Lan_LinkHelp=Help link
Lan_SysMsgCorrupted=Sommige bestanden van IObit Uninstaller zijn beschadigd. Herinstalleer IObit Uninstaller.
Lan_Bit=bit

[RC_M]
M1=PRO voor de Allerlaagste Prijs
M2=Exclusieve Voorverkoopkorting op eenvoudigere, krachtigere & completere deïnstallatie
M3=Automatisch
M4=Restanten Opschonen
M5=1 Klik
M6=Om alle softwareproblemen op te lossen
M7=4000+
M8=Hardnekkige Programma’s Verwijderen
M9=50% Grotere
M10=Software Updater Database
M11=Krijg nu de nieuwste PRO functies voor een EXCLUSIEVE voorverkoopprijs:
M12=Automatisch Restanten Opschonen voor de Allerlaagste Prijs
M13=om een snellere en soepelere pc te krijgen.

[Unistaller_Register_M]
license_OtherCode_M=De licentiecode %s is alleen geldig voor %s. Klik op de knop OK om uw %s te downloaden en te registreren.
LicenseCannotconnect_M=Kan geen verbinding maken met onze server. Controleer uw netwerk-/proxy-instellingen en probeer uw licentie later te valideren.
license_OtherGivewalys_M_M=%s is een weggeeflicentie en alleen geldig voor de opgegeven versie. Bezoek <a>hier</a> om een nieuwe licentiecode voor IObit Uninstaller %s PRO aan te schaffen.
License_expired_M=De licentie %s is verlopen. Klik <a>hier</a> om een nieuwe licentie te kopen.
License_maximum_M=De licentie %s is geactiveerd voor maximale aantal pc's en kan niet worden gebruikt. Klik <a>hier</a> om een andere licentie te kopen om IObit Uninstaller PRO voor deze pc te activeren.
License_Free_M=De licentie %s kan niet worden geactiveerd. Koop een nieuwe licentie voor IObit Uninstaller PRO.
License_valid_M=Ongeldige licentiecode! Voer een geldige licentiecode in.
LicenseSeat_M=Licentie:
LicenseCodeLiftTime_M=Dit is een levenslange licentiecode die alleen geldig is voor IObit Uninstaller v%d. Installeer uw IObit Uninstaller v%d PRO.
licensedays_left_M=%d dagen resteren
licenseday_left_M=%d dag (en) over
LicenseCodeLocation_M=De licentiecode %s is niet geldig voor uw regio of land. Klik op OK om een geldige aan te schaffen.
Never_M=Nooit
M_CheckYourLicense=U kan naar Mijn abonnement gaan en onder Opties menu uw licentie status controleren.

[Uninstaller_Form_Activate]
Label_Get.caption=Haal een licentie op
Label_Retrv.caption=Code ophalen
Label_Eg.caption=B.v.: AAAAA-BBBBB-CCCCC-DDDDD
RdImgBtnRegNow.caption=Nu registreren
RdLabelCaption.caption=Activeer PRO Edition om te profiteren van een betere service-ervaring
Label_Please.caption=Vul uw licentiecode in en klik op "Nu registreren" om de volledige functies van de PRO-editie te activeren.
Label_Code.caption=Licentiecode:
RdBtnlab.caption=Meer voordelen, we beloven:
RdImgBtn_Upgrade.caption=Upgrade naar Pro

[Form_Activate_M]
TitleOne=Grondig verwijderen met Logboek
ContentOne=Verwijder grondig programma's met logboeken die tijdens de installatie zijn gemaakt
TitleTwo=Grondig programma verwijderen
ContentTwo=Verwijder 4000+ hardnekkige programma's volledig met de unieke database
TitleThree=Soepele softwareprestaties
ContentThree=Detecteer automatisch kwetsbaarheden in software en blokkeer eenvoudig pop-upmeldingen en ongewenste advertenties
TitleFour=Software Updater
ContentFour=1-Klik om uw belangrijke programma's altijd up-to-date te houden

[Uninstaller_Form_LicenseManager]
RdImgBtn_close.caption=Sluiten
lbleg.Caption=B.v.: AAAAA-BBBBB-CCCCC-DDDDD
rdlblHelp.caption=Help
Label_Please.caption=Voer uw licentiecode in en klik op "Nu registreren" om alle functies van de PRO-editie te activeren.
Label_Code.caption=Licentiecode:
RdImgBtnRegister.caption=Nu registreren
Label_Retrv.caption=Code ophalen
Label_HaveLicense.caption=U hebt geen licentie?
Label_click.caption=Klik hier om er een te krijgen.
RdImageButton_Back.caption=Terug
RdImageButton_Close.caption=Sluiten
RdLabelCaption.caption=Licentiebeheer
Label_Status.caption=Licentiestatus:
Label_Activated.caption=Geactiveerd
Label_Lcode.caption=Licentiecode:
Label_Data.caption=Vervaldatum:
Label_Refresh.caption=Vernieuwen
Label_Export.caption=Licentie exporteren
rdlblAlread.caption:=Reeds een licentiecode hebben

[uninstaller_Form_licensemessage]
rdlblHelp.caption=Help
RdImgBtn_Closetwo.caption=Sluiten
Label_success.caption=De licentiecode is met succes geactiveerd!

[Monitor_FormMainInitWizard_M]
M_NoticeInfo_AB=1. Klik met de linkermuisknop en sleep met de muis om het gebied te selecteren waarvan u een screenshot wilt maken
M_NoticeInfo_AC=2. Klik met de rechtermuisknop of druk op Esc om af te sluiten
M_Rect=Rechthoek
M_Oval=Ovaal
M_Text=Tekst
M_Paintbrush=Penseel
M_Return=Herstel operatie (Ctrl + Z)
M_Copy=Kopieer naar klembord
M_Exit=Screenshot sluiten
M_Save=Opslaan
M_TipInfo=Het screenshot is opgeslagen op het klembord. U kunt Ctrl + V gebruiken om te plakken.
M_TipShow=Toon dit bericht niet weer
M_TipSure=OK

[Uninstaller_frmSetting]
lbl_Caption.caption=Instellingen
lbl_SkinTitle.caption=Skin:
lbl_LanguageTitle.caption=Huidige taal:
lbl_FontSize.caption=Lettergrootte:
lbl_Dark.caption=Donker
lbl_Light.caption=Licht
lbl_Transparency.caption=Transparantie:
lbl_UpdateTitle.caption=Updatemethode
lbl_UpdateChooseDes.caption=Updatemethode voor dit product:
btnImg_UpdateRemind.caption=Waarschuw mij wanneer er updates beschikbaar zijn
btnImg_UpdateAuto.caption=Automatisch updaten
btnImg_AutoDelete.caption=Automatisch verwijderen van residu-bestanden
btnImg_AfterUninstallAutoScan.caption=Automatisch verwijderen van resten van programma(s) verwijderd door een andere verwijderaar
btnImg_RemoveToRecycleBin.caption=Verwijder bestanden naar Prullenbak
btnImg_ShowExplorerButton.caption=Voeg de knop 'Bestand vernietigen' toe aan Verkenner
btnImg_ShowComponents_New.caption=Runtime-componenten van het systeem weergeven
btnImg_ShowMenuButton.caption=Voegt krachtige Uninstall-optie toe aan het contextmenu van Windows
btnImg_CreateRestore.caption=Maak een herstelpunt voordat u de installatie ongedaan maakt
lbl_HotKey.caption=Sneltoets voor eenvoudig verwijderen
lbl_OccupiedHotKey.caption=Reeds gebruikt, voer een nieuwe in.
btn_NotifySoftUpdater.caption=Bericht mij wanneer er software-updates beschikbaar zijn
btnImg_SystemDiskSpace.caption=Laat me weten wanneer de vrije schijfruimte minder is dan 10%
btnImg_UserInterface.Caption=Gebruikers-interface
btnImg_General.Caption=Algemeen
btnImg_Notification.Caption=Meldingen
btn_Uninstall.Caption=De-installeren
btn_SoftwareHealth.Caption=Software Gezondheid
btn_Ingore.Caption=Negeerlijst
lbl_Infrequently.Caption=Onregelmatig Gebruikte Programma's: niet gebruikt voor
lbl_Large.Caption=Grote Programma's: groter dan
btn_UpdateManually.Caption=Manueel bijwerken
btn_Quick.Caption=Snel Verwijderen inschakelen om verzoeken van de originele verwijderingsroutine van het programma automatisch te bevestigen (indien mogelijk)
btn_SoftAutoUpdate.Caption=Verouderde software automatisch bijwerken
lbl_SavaDownload.Caption=Bewaar alle gedownloade programma's naar:
btn_Browse.Caption=Bladeren...
lbl_PermissionsDes.Caption=Software toestemmingen selecteren die u wilt scannen:
lbl_InstallFileDes.Caption=Installatiebestanden verwijderen:
btn_InstallFilesInstalled.Caption=Alle reeds geïnstalleerde bestanden verwijderen
btn_InstallFilesNotUsed.Caption=Installatie bestanden verwijderen die niet gebruikt werden voor
btn_InstallFileDelte.Caption=Verwijderen installatie bestanden naar Prullenmand
lbl_IgnoreTip.Caption=De genegeerde items zullen niet gedetecteerd worden tot u deze uit de onderstaande lijst verwijderd.
btn_EnableMonitor.Caption=Schakel IObit Uninstaller Monitor in en laad het bij het opstarten van Windows
btn_SkipUAC.Caption=Overslaan Gebruikers Account Controle waarschuwing (UAC)
lbl_RecentlyInstall.Caption=Recent geïnstalleerde programma's:
btn_UseSystemDIP.Caption=Gebruik de DPI-schaalinstellingen van het systeem
lbl_bundleware_IgnoreTip.Caption=Bundleware Negeerlijst
lbl_health_IgnoreTip.Caption=Software Gezondheid Negeer Lijst

[Uninstall_setting_M]
Setting_Size_Normal=Normaal
Setting_Size_Large=Groot
Setting_Size_Larger=Groter
EnableMonitor=IObit Uninstaller Monitor wordt op de achtergrond uitgevoerd om ervoor te zorgen dat belangrijke functies correct werken.
SystemComponentsInfo=Systeemcomponenten zoals Microsoft .NET Framework, Microsoft Visual C ++ Redistributable, Microsoft XNA.
btnImg_NotificInstallLog_M1=Breng me op de hoogte wanneer het installatielogboek wordt gemaakt na automatische controle
btnImg_BundlewareInstalled_M=Laat het me weten als er bundleware is geïnstalleerd
btnImg_BrowserPlugTip_M=Laat het me weten als er schadelijke plug-ins zijn geïnstalleerd
btnImg_AutoCleanTipForm_M=Waarschuw me wanneer er resterende bestanden worden gedetecteerd die zijn achtergelaten door het verwijderen met een ander verwijderprogramma
btnImg_leftovers_M=Houd me op de hoogte wanneer de restanten van niet-geïnstalleerde programma's worden gedetecteerd
btnImg_SoftNotific_M=Waarschuw me wanneer pop-upmeldingen worden gedetecteerd
btnImg_NotNeedInstall_M=Waarschuw me wanneer onnodige installatiebestanden worden gedetecteerd
btnImg_NotNeedJunk_M=Breng me op de hoogte wanneer overtollige softwarebestanden worden gedetecteerd
M_Mounth=1 maand
M_Mounths=%d maanden
Last_Days_M=afgelopen %s dagen
Last_Month_M=afgelopen %s maand
Last_Months_M=afgelopen %s maanden

[Uninstaller_Form_MonitorMsgbox]
rdlblTitle.caption=Functies zullen niet goed werken!
rdlblSure.caption=Als IObit Uninstaller Monitor niet laadt bij het opstarten van Windows, zullen de bovenstaande functies niet goed werken. Wil je de optie toch annuleren?
rdlblDes.caption=IObit Uninstaller Monitor is erg belangrijk en noodzakelijk voor de volgende functies:
rdhtmlblText.caption=- Controleer op updates<br>- Bewaak programma-installaties<br>- Detecteer onvolledige verwijdering of resterende bestanden<br>- Detecteer schadelijke software/extensies en bundelware<br>- Detecteer pop-upmeldingen<br>- Detecteer onnodige installatiebestanden<br>- Bewaak de vrije ruimte op de systeemschijf

[SoftUpdate_M]
SUCaption=Software Updater
SU_GroupOutData=Verouderd
SU_GroupUpToDate_New=Bijgewerkt
SU_Ignore=Negeren
SU_Ignored=Genegeerd
SU_NoIgnore=Negeren ongedaan maken
SU_Update=Update
SU_Updating=Updaten
SU_UpToDate=Up to date
SU_NewVersion=Nieuwe versie
SU_CurrVersion=Huidige versie
SU_ActivePro=Activeer automatische updates
SU_Button_UpdateAll=Alles updaten
SU_NoUpdates=Er is geen update beschikbaar voor de software op uw computer.
SU_IgnoreForever=Negeer alle updates
SU_IgnoreCurrent=Negeer de huidige update
SU_CancelUpdate=Bezig met bijwerken. Weet u zeker dat u de update wilt annuleren?
SU_DefaultSelUpdate=Hoera! Alle software is up-to-date!
SU_DefaultUpdaterPromoteInfo=Werk alle verouderde software bij om beveiligingsrisico's te verminderen.

[SoftUpdatePromote_M]
IUP_Manually=Handmatig updaten
Img_Tab=Verkrijg meer met IObit Uninstaller PRO
LbIUPromote1=Update alle belangrijke programma's met slechts één klik
LbIUPromote2=Installeer updates automatisch zonder naar een website te gaan
IUP_Manually2=Handmatig verwijderen
LbIUPromote3=Verwijder alle hardnekkige programma's met slechts 1 klik
LbIUPromote4=Unieke database ondersteunt het verwijderen van 4000+ hardnekkige programma's
LbIUPromote5=Problemen met het verwijderen automatisch oplossen en restanten automatisch opschonen na het verwijderen
IUP_Manually3=Handmatig verwijderen
LbIUPromote6=Verwijder alle schadelijke software en extensies met slechts 1 klik
LbIUPromote7=Automatisch opschonen restanten na verwijdering
SUInstall=Installeren
SUImg_Tab=Installeer IObit Software Updater
LbSUPromote1=Update moeiteloos meer programma's
LbSUPromote2=Installeer gemakkelijk programma's die u wilt
SUEULA=Door op "Installeren" te klikken, gaat u ermee akkoord om IObit Software Updater te installeren en het <a>EULA</a> & <a>Privacybeleid</a> te accepteren.

[SoftUpdateTip_M]
TipOne=<a>%s</a> product moet worden bijgewerkt
TipOnes=<a>%s</a> producten moeten worden bijgewerkt
TipInfo=om uw pc te beschermen tegen beveiligingsproblemen
NeverShow=Niet meer tonen
BtnUpdate=Nu updaten
M_NoticeLastUpdate=%s dagen sinds de laatste update
M_NoticeLastOneUpdate=1 day sinds de laatste update

[SpecUTool_M]
SpecTOpen=Openen
SpecTOK=OK
SpecTHide=Verbergen
TrayHint=IObit Uninstaller is bezig met het verwijderen van programma's
SpecTUninstalling=Het verwijderen van het volgende programma:
SpecTUninstallingM=Het verwijderen van de volgende programma's:
SpecTUninstalled=programma is verwijderd.
SpecTUninstalledM=programma's zijn verwijderd.
SpecTClose=Sluiten

[Uninstaller_form_StubbornTool]
lbl_Title.caption=Hardnekkige programmaverwijderaar
lbl_DescInfo.caption=Controleer en verwijder eenvoudig de programma's waarvoor u op andere plekken geen verwijdervermelding kunt vinden.

[Uninstaller_Stubborn_M]
OfficialGroupEx=Officiële Remover Database (%d)
OfficialDesEx=Sommige programma's kunnen om veiligheidsredenen niet op de normale manier worden verwijderd. U kunt ze eenvoudig verwijderen door hier hun officiële verwijderaar te gebruiken.
AllGroupEx=Database met ondersteunde programma's (%d)
AllDesEx=Hier een lijst van meer programma's die niet in staat zijn om een verwijderregister op andere plaatsen vinden. U kunt ze hier eenvoudig verwijderen.
ProblemsTip=Problemen gevonden
LoadingTip=Ondersteunde programmadatabase laden ...
NotInstallSingleMsgBox=Er zijn geen verwijderingsproblemen gedetecteerd voor het volgende programma. Weet u zeker dat u doorgaat met het verwijderen en scannen op resterende bestanden?
NotInstallSomeMsgBox=Er zijn geen verwijderingsproblemen gedetecteerd voor de volgende programma´s. Weet u zeker dat u doorgaat met het verwijderen en scannen op resterende bestanden?

[uninstaller_frmSystemRestore]
lbl_Caption.Caption=Systeemherstel
rdlblDesc.Caption=Herstel uw computer naar de staat waarin deze zich bevond vóór de geselecteerde gebeurtenis. De laatste kan niet worden verwijderd vanwege systeembeveiliging.
ListView_Restore.Columns[0].Caption=Datum en tijd
ListView_Restore.Columns[1].Caption=Omschrijving
btn_CreateRestorePoint.Caption=Maak een herstelpunt
RdImageButton_Restore.Caption=Herstellen
RdImageButton_Delete.Caption=Verwijderen
lblNull.Caption=Geen systeemherstelpunten.
Rdlbl_CreateRestorePoint.caption=Maak een herstelpunt

[SystemRestore_M]
SysRestore_CreateComplete=Herstelpunt met succes gemaakt!
SysRestore_CreateFailed=Herstelpunt maken mislukt! Controleer of uw systeemherstel is ingeschakeld.
SysRestore_CreateRestore_Confirm=Weet u het zeker een herstelpunt te willen maken?
SysRestore_CreateRestore_Tip=Herstelpunt maken, ogenblik geduld...
SysRestore_CreateRestore_Failed=Herstelpunt maken mislukt! Controleer of uw systeemherstel is ingeschakeld.
SysRestore_SetRestore_Confirm=WAARSCHUWING: Als u uw systeem naar een herstelpunt herstelt, worden alle wijzigingen ongedaan gemaakt na dat herstelpunt. Eenmaal gestart, kan Systeemherstel niet ongedaan worden gemaakt of worden onderbroken. Weet u zeker dat u door wilt gaan?
SysRestore_SetRestore_Reboot=Opnieuw opstarten is vereist om deze wijzigingen toe te passen. Sla al uw geopende bestanden op en sluit alle geopende programma's voordat u opnieuw opstart. De computer nu opnieuw opstarten?
SysRestore_SetRestore_Tip=Systeembestanden en instellingen herstellen, ogenblik geduld...
SysRestore_Delete_Confirm=Weet u zeker dat u het wilt verwijderen?

[UninstallForm_M]
MsgBox_SelectProgram=Selecteer tenminste een programma.
Msg_Bundle_RebootSpec=is verwijderd. Start uw computer opnieuw op om het verwijderen te voltooien.
OneItemStr=%d item
SomeItemStr=%d items
Clean_Uninstall=Maak de installatie ongedaan
RebootToDelete_Str=(Verwijderen bij opnieuw opstarten)
UninstallingSingleStr=Weet u zeker het geselecteerde programma te willen verwijderen?
UninstallingSomeStr=Weet u zeker de geselecteerde %d programma's te willen verwijderen?
UninstallingSingleStr_New=Weet u zeker dat u het geselecteerde item wilt verwijderen?
UninstallingSomeStr_New=Weet u zeker dat u de geselecteerde %d items wilt verwijderen?
UninstallingSingleStrUpdate=Weet u zeker dat u de geselecteerde Windows-update wilt verwijderen?
UninstallingSomeStrUpdate=Weet u zeker dat u de %d geselecteerde Windows-updates wilt verwijderen?
UninstallingSingleStrApp=Weet u zeker dat u de geselecteerde Windows-app wilt verwijderen?
UninstallingSomeStrApp=Weet u zeker dat u de %d geselecteerde Windows-apps wilt verwijderen?
Uninstall_Str=Deïnstalleren %s (%d/%d)
Scan_Str=Scannen %s (%d/%d)
UninstallOne_Str=Deïnstalleren %s
ScanOne_Str=Scannen %s
CreateRetore_Str=Herstelpunt maken, ogenblik geduld...
SureToDeleteSomeStr=<a>%d</a> programma's zijn verwijderd. Maar ze hebben nog steeds de volgende restbestanden.
SureToDeleteOneStr=<a>1</a> programma is verwijderd. Maar het heeft nog steeds de volgende restbestanden.
SureToDeleteSomeStr_New=<a>%d</a> items worden verwijderd. Maar ze hebben nog de volgende restanten.
SureToDeleteOneStr_New=<a>1</a> item is verwijderd. Maar het heeft nog steeds de volgende restanten.
SureToDeleteSomeStrApp=<a>%d</a> Windows-apps zijn verwijderd. Maar ze hebben nog steeds de volgende restjes.
SureToDeleteOneStrApp=<a>1</a> Windows-app is verwijderd. Maar er zijn nog steeds de volgende restjes.
SureToDeleteByHistroy=Restanten gevonden
DeletingStr=Verwijderen van restanten, ogenblik geduld...
DeleteCancleStr=Weet u zeker dat u de verwijdering wilt annuleren?
RestoringCancleStr=Herstelpunt maken. Weet u zeker dat u dit wilt annuleren?
UninstallingCancleStr=De installatie wordt ongedaan gemaakt en er kunnen nog resterende bestanden achterblijven als u nu afsluit. Weet je zeker dat je wilt afsluiten?
ScaningCancleStr=Er wordt gescand en restbestanden kunnen achterblijven als u nu afsluit. Weet u zeker dat u wilt afsluiten?
RegistryCaption_Str=Register
FileCaption_Str=Bestand
TaskCaption_Str=Geplande taken
ServiceCaption_Str=Systeem-services
DllCaption_Str=DLL registratien
SuccessReslutFromHistroySingle=Residu-bestanden met succes opgeschoond. Controleer de details hieronder:
SuccessReslutFromUninstallSingle=U hebt met succes <a>%d</a> programma verwijderd met de details hieronder:
SuccessReslutFromUninstallSome=U hebt met succes <a>%d</a> programma's verwijderd met de details hieronder:
SuccessReslutFromUninstallSingle_New=Je hebt <a>%d</a> item succesvol verwijderd en de restanten hieronder verwijderd:
SuccessReslutFromUninstallSome_New=Je hebt <a>%d</a> items succesvol verwijderd en de restanten hieronder verwijderd:
SuccessReslutFromUninstallSingleApp=U hebt met succes <a>%d</a> Windows-app verwijderd met onderstaande gegevens:
SuccessReslutFromUninstallSomeApp=U hebt met succes <a>%d</a> Windows-apps verwijderd met onderstaande gegevens:
FileDelete_Str=Bestanden
RegDelete_Str=Registervermeldingen
TaskDelete_Str=Geplande taken
ServiceDelete_Str=Systeemdiensten
DeepDelete_Str=Gelogde items
RegDelete_Str_Single=Registervermelding
HtmlRecomReslutCaption=Verwijderde <a>%d</a> programma's en en verwijderde resten hieronder:
HtmlRecomReslutCaption1=<a>%d</a> programma's verwijderd en de volgende restjes verwijderd:
HtmlRecomReslutAppCaption=<a>%d</a> Windows-apps verwijderd en de volgende restjes verwijderd:
HtmlRecomReslutAppCaption1=<a>%d</a> Windows-app verwijderd en de volgende restjes verwijderd:
HtmlRecomReslutSoftCaption=<a>%s</a> verwijderd en de onderstaande restanten verwijderd:
HtmlFileReCaption=<a>%s</a> nutteloze bestanden
HtmlRegReCaption=<a>%d</a> nutteloze registervermeldingen
HtmlTaskReCaption=<a>%d</a> ongeldige schemataken
HtmlServicesReCaption=<a>%d</a> ongeldige systeem-services
HtmlDeepReCaption=<a>%d</a> gelogde items
HtmlFileReCaptionOne=<a>%s</a> nutteloos bestand
HtmlRegReCaptionOne=<a>%d</a> nutteloze registervermelding
HtmlTaskReCaptionOne=<a>%d</a> ongeldige planningstaak
HtmlServicesReCaptionOne=<a>%d</a> ongeldige systeemservice
HtmlDeepReCaptionOne=<a>%d</a> gelogd item
UninstallPromote=Nu aankopen
RebootYes=Reboot Nu
RebootLater=Later
FromHistroyNoItem=Geen resten gevonden.
FromUninstallNoItem=De-installeren voltooid.
RelatedMetroText=Deze apps zijn gerelateerd. Als u een van deze onderdelen verwijdert, worden de anderen automatisch verwijderd. Weet u zeker dat u de installatie ongedaan wilt maken?
RelatedSoftText=Boven gebundelde producten zijn geïnstalleerd op hetzelfde moment. Wilt u ze tegelijk verwijderen?
HtmlADPluginCaption=<a>%d</a> Storing in advertentieplug-ins
HtmlMaliciousPluginCaption=<a>%d</a> Schadelijke plug-ins dreiging
MoneyBackInfo=U zult plezier hebben van een veiligere en snellere PC door ongewenste programma's en plug-ins volledig te verwijderen. 60-dagen-geld-terug-garantie. Er worden geen vragen gesteld.
SpecRestartAll=Start uw computer opnieuw op om de volgende programma's volledig te verwijderen. Nu herstarten?
SpecRestartOne=Start uw computer opnieuw op om het volgende programma volledig te verwijderen. Nu herstarten?
UnPromoteTitle=Maar met de PRO-editie kunnen meer functies en voordelen worden aangeboden:
UnPromote_60=60 dagen geld-terug-garantie
PromotelbPlugins_New=Verwijder <a>%d</a> kwaadaardige software en extensies voor veilig surfen
PromotelbPlugin_New=Verwijder <a>%d</a> kwaadaardige software en extensie voor veilig surfen
PromotelbPlugin0_New=Verwijder kwaadaardige software en extensies voor veilig surfen
PromotelbUpdate=1-click om <a>%d</a> verouderde software bij te werken om beveiligingsrisico's te verminderen
PromotelbUpdate0=1-click om verouderde software bij te werken om beveiligingsrisico's te verminderen
PromotelbMoreDBs_New=Verwijder grondig <a>%d</a> hardnekkige programma's
PromotelbMoreDB_New=Verwijder grondig <a>%d</a> hardnekkig programma
PromotelbMoreDB0_New=Unieke database ondersteunt het verwijderen van meer dan 4000 hardnekkige programma's
PromotelbClean=1-click om bundleware te verwijderen
PromotelbAuto=Automatische verwijdering programmarestjes achtergelaten door een andere uninstaller
NeedCloseApp=%s wordt uitgevoerd en moet worden gesloten voordat het kan worden verwijderd. Weet je zeker dat je het wilt sluiten?
LB_Free=Gratis
LB_Pro=PRO
RestoreOpenstr=Systeemherstel is niet ingeschakeld. Klik op "OK" om het in te schakelen zodat IObit Uninstaller herstelpunten kan maken voordat programma's worden verwijderd.
OfficialFail=Kan het volgende programma niet verwijderen. U kunt het verwijderen met het officiële verwijderingshulpprogramma.
OfficialFails=Kan de volgende programma's niet verwijderen. U kunt ze verwijderen met hun officiële verwijderingshulpprogramma's.
QuitDonwload=Weet u zeker dat u de download wilt annuleren?
LogHintTitle=Meer voordelen, we beloven:
LogHintStr=+ Verwijder geregistreerde programma's grondig<br>+ Verwijder de verwijdering van meer dan 200+ hardnekkige programma's<br>+ Verwijder bundleware volledig en gemakkelijk
UpgradePromote=Upgrade naar IObit Uninstaller PRO om restanten automatisch op te schonen
UpgradeFileDelete=%s resterende bestanden zijn met succes opgeschoond.
UpgradeRegsDelete=%s resterende registervermeldingen zijn met succes opgeschoond.
UpgradeRegDelete=%s resterende registervermelding is met succes opgeschoond.
TrdUnPromoteResidualFile=Resterende bestanden zijn handmatig verwijderd.
TrdUnPromoteTired=Ben je het handmatig schoonmaken moe?
TrdUnPromoteUpgrade=Upgrade naar IObit Uninstaller PRO om moeiteloos resterende bestanden op te schonen.
TrdUnPromoteAdvanced=Geavanceerde scanalgoritmen
TrdUnPromoteAutoClean=Overgebleven bestanden automatisch opschonen
TrdUnPromoteEnableNow=Automatisch opschonen inschakelen
PromoteB_Title=Meer problemen kunnen worden opgelost met de PRO-versie:
PromoteB_Update=Verouderde software kan met 1-klik worden bijgewerkt:
PromoteB_Plugin_New=Schadelijke software en extensies moeten worden verwijderd om veilig te kunnen surfen:
PromoteB_Leftover=Restanten van de verwijdering kunnen worden verwijderd voor een schonere pc:
PromoteB_Log=Geregistreerde programma's kunnen volledig worden verwijderd:
PromoteB_Unuse_Some=Programma's niet gebruikt voor meer dan %s maanden, kunnen verwijderd worden:
PromoteB_Unuse_Single=Programma's niet gebruikt voor meer dan %s maand, kunnen verwijderd worden:
PromoteB_Banweb_New=Pop-upmeldingen kunnen worden geblokkeerd om onderbrekingen te voorkomen:
PromoteB_Permission=Onnodige softwaremachtigingen kunnen worden uitgeschakeld:
PromoteB_SetupFile=Onnodige installatiebestanden kunnen worden opgeschoond om meer schijfruimte vrij te maken:
PromoteB_JunkFile=Overtollige softwarebestanden kunnen worden verwijderd om meer schijfruimte vrij te maken:
PromoteB_Fix=Regel het nu
PromoteB_Stubborn=Hardnekkige programma's kunnen grondig worden verwijderd:
OfficialSp_1=Maak de installatie van het volgende programma volledig ongedaan met het officiële hulpprogramma voor het verwijderen.
OfficialSps_1=Verwijder de volgende programma's volledig met hun officiële hulpprogramma's voor het verwijderen.
LogPromoteHintTitle=Maak alle gelogde items grondig schoon met de <a>PRO-editie</a>:
LogPromoteHintRegs=<a>%s</a> registervermeldingen
LogPromoteHintReg=<a>%s</a> registervermelding
LogPromoteHintFiles=<a>%s</a> bestanden
LogPromoteHintFile=<a>%s</a> bestand
LogPromoteHintTasks=<a>%s</a> geplande taken
LogPromoteHintTask=<a>%s</a> geplande taak
LogPromoteHintServices=<a>%s</a> systeemservices
LogPromoteHintService=<a>%s</a> systemservice
LogPromoteHintDlls=<a>%s</a> dll registraties
LogPromoteHintDll=<a>%s</a> dll registratie
LogPromoteFormLogPro=gelogde items
LogPromoteFormDesc_New=Maak nog meer restanten schoon met de PRO-editie.
LogPromoteFormTip=Details zoals hieronder:
LogPromoteFormDetails=Details bekijken
LogPromoteFormCleanMore=Meer Opruimen
EndRunningExeSingleMsgBox=Het volgende item is actief. Weet je zeker dat je het wilt sluiten en verwijderen?
EndRunningExeSomeMsgBox=De volgende items zijn actief. Weet je zeker dat je ze wilt sluiten en verwijderen?
DeletePersonalFileMsgBox=Persoonlijke bestanden zoals video's, audio of afbeeldingen zijn opgenomen in de geselecteerde items. Weet je zeker dat je ze wilt verwijderen?
Promote_CleanUninstallTitle=Voor Verwijdering
Promote_CleanUninstallDes=Naar PRO bijwerken om programma's volledig te verwijderen en alle logboek items op te ruimen.
Promote_CleanUninstallBasicTitle=Basis Verwijdering
Promote_CleanUninstallBasicText=Standaard verwijdering inclusief scannen en opruimen van restanten

[Uninstaller_frmUninstallForm]
mniMenu_Regedit.caption=Open in Regedit
mniMenu_Path.caption=Open bestandslokatie
btnImg_AllMainCancel.caption=Annuleren
btnImg_Uninstall.caption=Uninstalleren
btnImg_ChkAutoDelete.caption=Automatisch verwijderen van residu-bestanden
btnImg_ChkCreateRestore.caption=Maak een herstelpunt alvorens te verwijderen
lbl_IsUninstallHint.caption=Wilt u het geselecteerde programma verwijderen?
btnImg_Delete.caption=Verwijderen
btnImg_ReslutCancel.caption=Annuleren
btnImgl_SeletedAll.caption=Alles selecteren
btnImg_ChkShredFile.caption=Bestanden vernietigen
lbl_NoPowerScan.caption=De-installeren voltooid.
btnImg_RecommendClose.caption=Sluiten
btnImg_Restart.caption=Ja
lbl_MoneyBackTitle.caption=Gegarandeerd grondig de-installeren en een schonere PC.
btn_Tab.caption=Verkrijg meer met IObit Uninstaller PRO
lbl_InfoDB.caption=Grote database om hardnekkige programma's grondig te verwijderen
lbl_InfoRemove.caption=Verwijder kwaadaardige && ads plug-ins voor veilig && smooth online surfen
lbl_InfoUpdate.caption=Monitort programma-installatie en verwijderd bundleware

[Uninstaller_frm_WhatsNew]
rdlbl_title.Caption=Wat is er nieuw

[WindowsUpdate_M]
Update_NoItem_Tip=Geen Windows Updates gevonden.
NoSerchItem_Tip=Geen items komen overeen met uw zoekopdracht.
Update_Loading_Tip=Aan het laden...
Update_WindowsTitle=Hier worden alle geïnstalleerde Windows updates op uw computer vermeld. Verwijder de ongewenste Windows updates om meer ruimte vrij te maken.
Button_Uninstall=Uninstalleren

[Uninstaller_Form_WindowsUp]
ListView_Update.Columns[1].caption=Installatiedatum
mniUninstall.caption=Uninstalleren
mniRefush.caption=Vernieuwen

